-- phpMyAdmin SQL Dump
-- version 4.7.1
-- https://www.phpmyadmin.net/
--
-- Host: localhost
-- Generation Time: 2017-08-10 17:05:58
-- 服务器版本： 5.5.56-log
-- PHP Version: 7.0.19

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `sorand`
--

-- --------------------------------------------------------

--
-- 表的结构 `mariah_admin_detail`
--

CREATE TABLE `mariah_admin_detail` (
  `id` int(11) NOT NULL,
  `username` varchar(50) NOT NULL,
  `nickname` varchar(50) NOT NULL DEFAULT '',
  `confirm_user_id` int(11) NOT NULL DEFAULT '0',
  `shop_id` varchar(30) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- 转存表中的数据 `mariah_admin_detail`
--

INSERT INTO `mariah_admin_detail` (`id`, `username`, `nickname`, `confirm_user_id`, `shop_id`) VALUES
(4, 'aaa', '', 0, '10'),
(23, 'testd1', 'ttt', 0, '72,79,78'),
(20, 'xiamen1', '秦雪', 0, '10'),
(21, 'xiamend1', '张琼', 0, '10'),
(22, 'kefu1', 'asd', 0, '10,11,12'),
(24, 'huangshanshan', '黄姗姗', 0, '57'),
(25, 'huxia', '胡厦', 0, '57'),
(26, 'huxiaoli', '胡晓丽', 0, '57'),
(27, '福田', '', 0, '154'),
(29, 'fuzhou', '郭鹭敏', 0, '71'),
(30, 'hangzhou', '柯萍萍', 0, '124,124'),
(33, '玛瑞娅-呼和浩特', '', 0, '143');

-- --------------------------------------------------------

--
-- 表的结构 `mariah_admin_login`
--

CREATE TABLE `mariah_admin_login` (
  `id` int(11) NOT NULL,
  `user_id` varchar(50) NOT NULL,
  `username` varchar(50) NOT NULL,
  `login_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- 转存表中的数据 `mariah_admin_login`
--

INSERT INTO `mariah_admin_login` (`id`, `user_id`, `username`, `login_time`) VALUES
(4, '4', 'aaa', '2017-06-23 02:30:00'),
(5, '4', 'aaa', '2017-06-23 02:51:00'),
(6, '4', 'aaa', '2017-06-23 07:06:00'),
(7, '4', 'aaa', '2017-06-23 07:06:00'),
(8, '4', 'aaa', '2017-06-23 07:09:00'),
(9, '4', 'aaa', '2017-06-23 09:50:00'),
(10, '4', 'aaa', '2017-06-26 07:40:09'),
(11, '4', 'aaa', '2017-06-26 08:15:04'),
(12, '4', 'aaa', '2017-06-27 03:25:04'),
(13, '4', 'aaa', '2017-06-27 03:41:02'),
(14, '4', 'aaa', '2017-06-27 03:52:15'),
(15, '4', 'aaa', '2017-06-27 06:46:34'),
(16, '4', 'aaa', '2017-06-27 06:47:57'),
(17, '4', 'aaa', '2017-06-27 07:09:50'),
(18, '4', 'aaa', '2017-06-27 09:33:27'),
(19, '4', 'aaa', '2017-06-28 02:18:10'),
(20, '4', 'aaa', '2017-06-28 02:24:14'),
(21, '4', 'aaa', '2017-06-28 07:43:48'),
(22, '4', 'aaa', '2017-06-28 07:57:45'),
(23, '4', 'aaa', '2017-06-29 07:18:38'),
(24, '4', 'aaa', '2017-06-29 08:48:28'),
(25, '4', 'aaa', '2017-06-30 01:33:24'),
(26, '4', 'aaa', '2017-06-30 05:36:24'),
(27, '4', 'aaa', '2017-06-30 08:47:11'),
(28, '4', 'aaa', '2017-07-04 06:21:31'),
(29, '4', 'aaa', '2017-07-05 01:17:07'),
(30, '4', 'aaa', '2017-07-05 01:43:20'),
(31, '4', 'aaa', '2017-07-05 01:43:20'),
(32, '4', 'aaa', '2017-07-05 09:56:24'),
(33, '4', 'aaa', '2017-07-05 10:31:48'),
(34, '4', 'aaa', '2017-07-06 08:54:16'),
(35, '4', 'aaa', '2017-07-07 01:53:49'),
(36, '4', 'aaa', '2017-07-08 02:01:59'),
(37, '4', 'aaa', '2017-07-10 01:31:04'),
(38, '4', 'aaa', '2017-07-10 13:43:22'),
(39, '4', 'aaa', '2017-07-11 15:57:51'),
(40, '4', 'aaa', '2017-07-12 02:34:43'),
(41, '24', 'huangshanshan', '2017-07-12 02:48:25'),
(42, '4', 'aaa', '2017-07-12 02:56:46'),
(43, '25', 'huxia', '2017-07-12 03:02:01'),
(44, '4', 'aaa', '2017-07-12 03:08:59'),
(45, '26', 'huxiaoli', '2017-07-12 03:13:52'),
(46, '4', 'aaa', '2017-07-12 03:14:49'),
(47, '26', 'huxiaoli', '2017-07-12 03:15:34'),
(48, '4', 'aaa', '2017-07-12 03:17:57'),
(49, '4', 'aaa', '2017-07-12 03:19:31'),
(50, '4', 'aaa', '2017-07-12 03:20:34'),
(51, '4', 'aaa', '2017-07-12 03:24:02'),
(52, '4', 'aaa', '2017-07-12 03:51:06'),
(53, '4', 'aaa', '2017-07-12 04:43:57'),
(54, '4', 'aaa', '2017-07-12 05:26:35'),
(55, '4', 'aaa', '2017-07-12 06:04:35'),
(56, '4', 'aaa', '2017-07-12 07:54:51'),
(57, '4', 'aaa', '2017-07-12 09:38:32'),
(58, '4', 'aaa', '2017-07-12 10:13:13'),
(59, '4', 'aaa', '2017-07-12 10:16:49'),
(60, '4', 'aaa', '2017-07-12 11:01:50'),
(61, '4', 'aaa', '2017-07-12 11:42:42'),
(62, '4', 'aaa', '2017-07-13 04:57:33'),
(63, '4', 'aaa', '2017-07-13 05:51:20'),
(64, '4', 'aaa', '2017-07-13 07:06:04'),
(65, '4', 'aaa', '2017-07-13 08:20:04'),
(66, '4', 'aaa', '2017-07-13 08:24:21'),
(67, '4', 'aaa', '2017-07-13 08:25:44'),
(68, '4', 'aaa', '2017-07-13 09:59:19'),
(69, '4', 'aaa', '2017-07-13 10:10:18'),
(70, '4', 'aaa', '2017-07-14 02:51:38'),
(71, '4', 'aaa', '2017-07-14 06:37:59'),
(72, '22', 'kefu1', '2017-07-14 06:43:20'),
(73, '22', 'kefu1', '2017-07-14 06:47:08'),
(74, '23', 'testd1', '2017-07-14 06:50:36'),
(75, '4', 'aaa', '2017-07-14 07:03:27'),
(76, '4', 'aaa', '2017-07-15 03:55:26'),
(77, '4', 'aaa', '2017-07-15 03:58:36'),
(78, '4', 'aaa', '2017-07-17 01:44:35'),
(79, '4', 'aaa', '2017-07-17 05:51:29'),
(80, '4', 'aaa', '2017-07-17 07:07:46'),
(81, '4', 'aaa', '2017-07-17 09:32:06'),
(82, '4', 'aaa', '2017-07-18 03:21:26'),
(83, '4', 'aaa', '2017-07-18 03:48:51'),
(84, '4', 'aaa', '2017-07-18 03:50:33'),
(85, '4', 'aaa', '2017-07-18 04:01:28'),
(86, '4', 'aaa', '2017-07-18 06:16:13'),
(87, '4', 'aaa', '2017-07-19 01:59:29'),
(88, '4', 'aaa', '2017-07-19 04:03:04'),
(89, '4', 'aaa', '2017-07-19 06:12:44'),
(90, '4', 'aaa', '2017-07-19 06:49:22'),
(91, '4', 'aaa', '2017-07-19 07:30:47'),
(92, '4', 'aaa', '2017-07-19 07:47:45'),
(93, '4', 'aaa', '2017-07-20 01:12:27'),
(94, '4', 'aaa', '2017-07-20 02:32:53'),
(95, '4', 'aaa', '2017-07-20 03:22:50'),
(96, '4', 'aaa', '2017-07-20 03:24:11'),
(97, '4', 'aaa', '2017-07-20 03:29:14'),
(98, '27', '福田', '2017-07-20 03:30:29'),
(99, '4', 'aaa', '2017-07-20 03:31:41'),
(100, '23', 'testd1', '2017-07-20 03:50:42'),
(101, '4', 'aaa', '2017-07-20 03:50:56'),
(102, '27', '福田', '2017-07-20 03:57:35'),
(103, '4', 'aaa', '2017-07-20 04:50:37'),
(104, '4', 'aaa', '2017-07-20 04:50:51'),
(105, '4', 'aaa', '2017-07-20 05:42:37'),
(106, '4', 'aaa', '2017-07-20 06:42:55'),
(107, '27', '福田', '2017-07-20 06:44:40'),
(108, '27', '福田', '2017-07-20 06:54:13'),
(109, '4', 'aaa', '2017-07-20 06:59:07'),
(110, '27', '福田', '2017-07-20 07:00:18'),
(111, '4', 'aaa', '2017-07-20 07:00:58'),
(112, '27', '福田', '2017-07-20 07:04:33'),
(113, '4', 'aaa', '2017-07-20 07:04:55'),
(114, '29', 'fuzhou', '2017-07-20 07:11:48'),
(115, '29', 'fuzhou', '2017-07-20 07:15:58'),
(116, '4', 'aaa', '2017-07-20 07:21:00'),
(117, '30', 'hangzhou', '2017-07-20 07:24:49'),
(118, '4', 'aaa', '2017-07-20 07:31:07'),
(119, '27', '福田', '2017-07-20 07:32:26'),
(120, '29', 'fuzhou', '2017-07-20 07:33:03'),
(121, '4', 'aaa', '2017-07-20 07:34:02'),
(122, '4', 'aaa', '2017-07-20 07:35:25'),
(123, '4', 'aaa', '2017-07-20 07:49:59'),
(124, '4', 'aaa', '2017-07-20 09:29:03'),
(125, '4', 'aaa', '2017-07-20 12:19:54'),
(126, '29', 'fuzhou', '2017-07-20 13:32:54'),
(127, '4', 'aaa', '2017-07-21 01:05:32'),
(128, '27', '福田', '2017-07-21 01:14:05'),
(129, '4', 'aaa', '2017-07-21 01:15:12'),
(130, '4', 'aaa', '2017-07-21 01:20:55'),
(131, '27', '福田', '2017-07-21 01:22:39'),
(132, '4', 'aaa', '2017-07-21 01:23:11'),
(133, '4', 'aaa', '2017-07-21 01:28:11'),
(134, '4', 'aaa', '2017-07-21 01:29:22'),
(135, '4', 'aaa', '2017-07-21 03:18:06'),
(136, '4', 'aaa', '2017-07-21 05:08:52'),
(137, '4', 'aaa', '2017-07-21 05:48:21'),
(138, '4', 'aaa', '2017-07-21 06:57:09'),
(139, '23', 'testd1', '2017-07-21 06:59:02'),
(140, '4', 'aaa', '2017-07-21 06:59:45'),
(141, '23', 'testd1', '2017-07-21 07:00:59'),
(142, '4', 'aaa', '2017-07-21 07:01:16'),
(143, '4', 'aaa', '2017-07-21 10:18:11'),
(144, '4', 'aaa', '2017-07-21 14:39:57'),
(145, '4', 'aaa', '2017-07-22 01:17:04'),
(146, '4', 'aaa', '2017-07-22 01:19:21'),
(147, '27', '福田', '2017-07-22 01:21:45'),
(148, '29', 'fuzhou', '2017-07-22 01:22:31'),
(149, '30', 'hangzhou', '2017-07-22 01:23:04'),
(150, '4', 'aaa', '2017-07-22 01:23:39'),
(151, '29', 'fuzhou', '2017-07-22 01:26:19'),
(152, '29', 'fuzhou', '2017-07-22 01:27:45'),
(153, '29', 'fuzhou', '2017-07-22 01:27:54'),
(154, '30', 'hangzhou', '2017-07-22 01:30:10'),
(155, '27', '福田', '2017-07-22 01:31:24'),
(156, '30', 'hangzhou', '2017-07-22 01:32:02'),
(157, '4', 'aaa', '2017-07-22 01:35:30'),
(158, '4', 'aaa', '2017-07-22 02:42:24'),
(159, '4', 'aaa', '2017-07-22 02:46:18'),
(160, '29', 'fuzhou', '2017-07-23 14:42:22'),
(161, '29', 'fuzhou', '2017-07-24 01:26:52'),
(162, '4', 'aaa', '2017-07-24 02:56:49'),
(163, '29', 'fuzhou', '2017-07-24 06:51:53'),
(164, '29', 'fuzhou', '2017-07-24 09:59:44'),
(165, '4', 'aaa', '2017-07-25 03:50:24'),
(166, '4', 'aaa', '2017-07-25 05:41:00'),
(167, '4', 'aaa', '2017-07-26 01:27:35'),
(168, '4', 'aaa', '2017-07-26 03:50:53'),
(169, '4', 'aaa', '2017-07-26 06:03:41'),
(170, '4', 'aaa', '2017-07-26 08:01:53'),
(171, '4', 'aaa', '2017-07-27 02:13:07'),
(172, '29', 'fuzhou', '2017-07-27 02:20:54'),
(173, '4', 'aaa', '2017-07-27 06:54:53'),
(174, '4', 'aaa', '2017-07-27 06:59:21'),
(175, '4', 'aaa', '2017-07-27 08:03:17'),
(176, '4', 'aaa', '2017-07-27 10:33:50'),
(177, '4', 'aaa', '2017-07-27 22:24:59'),
(178, '4', 'aaa', '2017-07-28 01:23:39'),
(179, '4', 'aaa', '2017-07-28 02:27:59'),
(180, '29', 'fuzhou', '2017-07-28 03:32:24'),
(181, '4', 'aaa', '2017-07-28 03:48:28'),
(182, '4', 'aaa', '2017-07-28 05:23:42'),
(183, '4', 'aaa', '2017-07-28 07:34:07'),
(184, '4', 'aaa', '2017-07-29 07:25:44'),
(185, '4', 'aaa', '2017-07-29 07:47:02'),
(186, '29', 'fuzhou', '2017-07-29 15:17:06'),
(187, '4', 'aaa', '2017-07-31 01:37:57'),
(188, '4', 'aaa', '2017-07-31 02:15:37'),
(189, '27', '福田', '2017-07-31 02:17:33'),
(190, '4', 'aaa', '2017-07-31 02:17:54'),
(191, '27', '福田', '2017-07-31 02:20:13'),
(192, '4', 'aaa', '2017-07-31 02:21:18'),
(193, '30', 'hangzhou', '2017-07-31 02:23:53'),
(194, '27', '福田', '2017-07-31 02:25:30'),
(195, '4', 'aaa', '2017-07-31 02:26:46'),
(196, '27', '福田', '2017-07-31 02:30:04'),
(197, '30', 'hangzhou', '2017-07-31 02:33:44'),
(198, '30', 'hangzhou', '2017-07-31 02:45:22'),
(199, '30', 'hangzhou', '2017-07-31 02:47:13'),
(200, '30', 'hangzhou', '2017-07-31 02:54:20'),
(201, '4', 'aaa', '2017-07-31 03:01:27'),
(202, '4', 'aaa', '2017-07-31 06:07:43'),
(203, '4', 'aaa', '2017-07-31 06:08:20'),
(204, '4', 'aaa', '2017-07-31 08:36:12'),
(205, '29', 'fuzhou', '2017-07-31 09:24:52'),
(206, '4', 'aaa', '2017-07-31 15:08:13'),
(207, '29', 'fuzhou', '2017-07-31 17:00:06'),
(208, '29', 'fuzhou', '2017-08-01 08:51:46'),
(209, '4', 'aaa', '2017-08-02 08:38:57'),
(210, '30', 'hangzhou', '2017-08-02 09:53:47'),
(211, '4', 'aaa', '2017-08-03 08:00:11'),
(212, '4', 'aaa', '2017-08-03 09:23:32'),
(213, '4', 'aaa', '2017-08-03 10:10:33'),
(214, '4', 'aaa', '2017-08-04 06:23:19'),
(215, '4', 'aaa', '2017-08-06 10:57:26'),
(216, '4', 'aaa', '2017-08-07 01:54:37'),
(217, '29', 'fuzhou', '2017-08-07 02:13:14'),
(218, '4', 'aaa', '2017-08-07 03:17:02'),
(219, '27', '福田', '2017-08-07 03:17:29'),
(220, '4', 'aaa', '2017-08-07 03:17:47'),
(221, '27', '福田', '2017-08-07 03:18:16'),
(222, '29', 'fuzhou', '2017-08-07 03:19:04'),
(223, '4', 'aaa', '2017-08-07 03:21:08'),
(224, '33', '玛瑞娅-呼和浩特', '2017-08-07 03:27:12'),
(225, '4', 'aaa', '2017-08-07 03:31:16'),
(226, '29', 'fuzhou', '2017-08-07 03:31:51'),
(227, '33', '玛瑞娅-呼和浩特', '2017-08-07 03:37:46'),
(228, '29', 'fuzhou', '2017-08-07 03:42:45'),
(229, '30', 'hangzhou', '2017-08-07 08:38:51'),
(230, '30', 'hangzhou', '2017-08-07 08:40:01'),
(231, '30', 'hangzhou', '2017-08-07 08:41:09'),
(232, '4', 'aaa', '2017-08-07 08:42:14'),
(233, '30', 'hangzhou', '2017-08-07 08:42:46'),
(234, '30', 'hangzhou', '2017-08-07 08:44:01'),
(235, '4', 'aaa', '2017-08-07 09:09:11'),
(236, '29', 'fuzhou', '2017-08-08 06:00:20'),
(237, '4', 'aaa', '2017-08-08 06:16:23'),
(238, '4', 'aaa', '2017-08-08 06:37:57'),
(239, '4', 'aaa', '2017-08-08 07:45:19'),
(240, '30', 'hangzhou', '2017-08-08 09:32:34'),
(241, '4', 'aaa', '2017-08-08 10:25:58'),
(242, '33', '玛瑞娅-呼和浩特', '2017-08-09 01:43:14'),
(243, '4', 'aaa', '2017-08-09 05:02:38'),
(244, '4', 'aaa', '2017-08-09 07:49:31'),
(245, '4', 'aaa', '2017-08-09 10:08:32'),
(246, '4', 'aaa', '2017-08-09 10:10:04'),
(247, '4', 'aaa', '2017-08-10 01:39:34'),
(248, '4', 'aaa', '2017-08-10 01:43:15'),
(249, '4', 'aaa', '2017-08-10 02:07:27'),
(250, '4', 'aaa', '2017-08-10 02:08:25'),
(251, '4', 'aaa', '2017-08-10 05:37:10'),
(252, '4', 'aaa', '2017-08-10 08:21:57');

-- --------------------------------------------------------

--
-- 表的结构 `mariah_admin_user`
--

CREATE TABLE `mariah_admin_user` (
  `id` int(11) NOT NULL,
  `username` varchar(50) NOT NULL DEFAULT '',
  `password` varchar(255) NOT NULL,
  `auth_level` int(11) NOT NULL DEFAULT '1'
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- 转存表中的数据 `mariah_admin_user`
--

INSERT INTO `mariah_admin_user` (`id`, `username`, `password`, `auth_level`) VALUES
(4, 'aaa', '202cb962ac59075b964b07152d234b70', 1),
(24, 'huangshanshan', '713e2567ae0fa795b8ddd3669eef40ef', 4),
(23, 'testd1', 'cf9b3cdd06ac8e9fe18896b8e0ca6f3d', 6),
(20, 'xiamen1', '16ba57ff96cc9a90aaf52453aadb9440', 4),
(21, 'xiamend1', '3f8793ec26d7f126ce9b55973ace7665', 6),
(22, 'kefu1', '0eebc7ab0b7af6819d743c606c3f4003', 4),
(25, 'huxia', '1331dcc06b542853c486ab3a393357b0', 4),
(26, 'huxiaoli', 'fc779848cd687c4066c8f4037e1bee84', 6),
(27, '福田', '4d85bf82de988c9008ff29ad49c8e696', 4),
(28, 'admin', '80133f1352e780368362a1aa41c81095', 1),
(29, 'fuzhou', '056a82f2ca0e356ff148d9d84d566a5d', 4),
(30, 'hangzhou', 'a34cd8e6f4a179d1ba8bd22f3542286f', 1),
(33, '玛瑞娅-呼和浩特', 'c9ecf2b3b6dc2ada672e9068ecd3630c', 4);

-- --------------------------------------------------------

--
-- 表的结构 `mariah_appointment_aftercheck`
--

CREATE TABLE `mariah_appointment_aftercheck` (
  `id` int(11) NOT NULL,
  `update_info` varchar(1000) NOT NULL,
  `checked_num` int(11) NOT NULL DEFAULT '1'
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- 转存表中的数据 `mariah_appointment_aftercheck`
--

INSERT INTO `mariah_appointment_aftercheck` (`id`, `update_info`, `checked_num`) VALUES
(2, '{\"1\":{\"date_time\":\"2017-07-17 17:38:57\",\"m_change\":\"0->10\"},\"2\":{\"date_time\":\"2017-07-17 17:39:10\",\"m_change\":\"10->20\"},\"3\":{\"date_time\":\"2017-07-17 17:39:18\",\"m_change\":\"20->100\"},\"4\":{\"date_time\":\"2017-07-17 18:08:23\",\"m_change\":\"100->101\"}}', 4);

-- --------------------------------------------------------

--
-- 表的结构 `mariah_appointment_aftersale`
--

CREATE TABLE `mariah_appointment_aftersale` (
  `id` int(11) NOT NULL,
  `pid` int(11) NOT NULL,
  `type` varchar(100) NOT NULL,
  `after_price` int(11) NOT NULL DEFAULT '0',
  `info` varchar(600) NOT NULL,
  `add_af_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `appo_af_time` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `arrive_time` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- 转存表中的数据 `mariah_appointment_aftersale`
--

INSERT INTO `mariah_appointment_aftersale` (`id`, `pid`, `type`, `after_price`, `info`, `add_af_time`, `appo_af_time`, `arrive_time`) VALUES
(2, 51, '半永久+脱毛预约', 101, 'asdasd  asdasd', '2017-07-12 10:10:26', '2017-07-20 07:30:00', '2017-07-13 05:51:46'),
(3, 51, '半永久预约', 0, '测试1', '2017-07-12 10:14:16', '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(6, 47, '半永久+脱毛预约', 11, 'a0', '2017-07-14 06:47:26', '0000-00-00 00:00:00', '2017-07-14 06:52:05'),
(8, 56, '半永久预约', 0, '12', '2017-07-19 08:45:27', '0000-00-00 00:00:00', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- 表的结构 `mariah_appointment_info`
--

CREATE TABLE `mariah_appointment_info` (
  `id` int(11) NOT NULL,
  `guest_id` int(11) NOT NULL,
  `name` varchar(30) NOT NULL,
  `tel` varchar(50) NOT NULL,
  `weixin` varchar(50) NOT NULL DEFAULT '',
  `add_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `appointment_time` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `appointment_go` int(11) NOT NULL DEFAULT '0',
  `after_sale` int(11) NOT NULL DEFAULT '0',
  `sex` varchar(10) NOT NULL,
  `age` int(11) NOT NULL,
  `appointment_type` varchar(10) DEFAULT NULL,
  `position` varchar(200) DEFAULT NULL,
  `position_num` varchar(30) DEFAULT NULL,
  `detail_exist` int(3) NOT NULL DEFAULT '0',
  `appointment_style` varchar(50) NOT NULL,
  `price` int(11) DEFAULT '0',
  `item` varchar(100) DEFAULT '无',
  `pay_type` varchar(50) NOT NULL,
  `bargain_money` int(11) NOT NULL,
  `shop` varchar(100) NOT NULL,
  `adder_user_id` int(11) NOT NULL,
  `adder_info` text
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 ROW_FORMAT=COMPACT;

--
-- 转存表中的数据 `mariah_appointment_info`
--

INSERT INTO `mariah_appointment_info` (`id`, `guest_id`, `name`, `tel`, `weixin`, `add_time`, `appointment_time`, `appointment_go`, `after_sale`, `sex`, `age`, `appointment_type`, `position`, `position_num`, `detail_exist`, `appointment_style`, `price`, `item`, `pay_type`, `bargain_money`, `shop`, `adder_user_id`, `adder_info`) VALUES
(41, 1, 'asdas', '123', 'asd', '2017-06-21 09:05:50', '2017-06-22 01:30:00', 1, 0, '女', 23, 'QQ', '河南省-郑州市-金水区-金水区国贸中心国贸新领地3号楼2单元1107室', '18-278-1850', 1, '咨询', 1100, '脱毛-全脸脱毛', '微信', 110, '玛瑞娅美妆-郑州分店', 18, 'ads\r\n					  '),
(42, 8, '张美丽', '13569874859', '13569874859', '2017-06-21 09:32:50', '2017-06-28 07:00:00', 1, 0, '女', 19, '微信', '福建省-厦门市-湖里区-湖里区金钟路一号万达写字楼C3栋408室', '15-242-1538', 1, '咨询', 1950, '半永久-韩式粉黛眉', '微信', 50, '厦门玛瑞娅-湖里万达店', 20, '测试'),
(44, 1, 'asdas', '12321', 'asd', '2017-06-22 07:04:22', '2017-06-21 03:00:00', 0, 0, '女', 24, '400电话', '福建省-厦门市-集美区-厦门集美店', '15-242-1539', 0, '咨询', 1111, '半永久-眉眼套餐', '微信', 111, '厦门集美店', 4, 'sdf'),
(45, 7, '1', '1', '1asda', '2017-06-22 07:46:37', '2017-06-23 03:30:00', 0, 0, '女', 23, 'QQ', '福建省-福州市-仓山区-仓山区红星国际商务中心写字楼1308室', '15-241-1525', 1, '咨询', 1000, '半永久-中国水雾眉', '微信', 100, '福州玛瑞娅-爱琴海店', 22, 'hk'),
(46, 6, 'fgh', '123123', 'asdas', '2017-06-22 07:47:26', '2017-06-22 01:00:00', 1, 0, '女', 0, '微信', '福建省-厦门市-湖里区-湖里区金钟路一号万达写字楼C3栋408室', '15-242-1538', 0, '预约', 2333, '脱毛-双颊脱毛', '微信', 100, '厦门玛瑞娅-湖里万达店', 22, 'asd'),
(47, 4, '小明', '123123', '123123', '2017-06-22 07:48:24', '2017-07-06 01:30:00', 1, 1, '女', 24, '400电话', '福建省-厦门市-湖里区-湖里区金钟路一号万达写字楼C3栋408室', '15-242-1538', 1, '售后', 2222, '半永久-幻改红/蓝眉', '微信', 100, '厦门玛瑞娅-湖里万达店', 22, '水电费\r\n					  '),
(48, 5, '明明', '111111', '111111', '2017-06-22 07:50:15', '2017-06-28 02:00:00', 0, 0, '女', 18, '400电话', '福建省-厦门市-湖里区-湖里区金钟路一号万达写字楼C3栋408室', '15-242-1538', 0, '预约', 2222, '半永久-特价眼睫线', '支付宝', 111, '厦门玛瑞娅-湖里万达店', 22, 'asdasd'),
(49, 4, 'aaa', '12321', '123123', '2017-06-23 02:04:55', '2017-06-28 01:30:00', 0, 0, '女', 25, '微信', '福建省-厦门市-湖里区-湖里区金钟路一号万达写字楼C3栋408室', '15-242-1538', 0, '预约', 2, '半永久-韩式粉黛眉', '支付宝', 1, '厦门玛瑞娅-湖里万达店', 4, 'asda'),
(51, 2, '蒋婷', '15828612751', 'ee_0103', '2017-07-12 03:07:21', '2017-07-12 05:30:00', 1, 2, '女', 18, '微信', '四川省-成都市-锦江区-春熙路梓潼桥西路2号正城财富ID一单元2703室', '24-382-2460', 1, '预约', 688, '半永久-特价仿真眉', '微信', 50, '成都玛瑞娅-正城财富店', 25, '店周年庆活动价格，到店在确定其它项目'),
(52, 1, 'aa', '123', 'asd', '2017-07-14 02:52:10', '0000-00-00 00:00:00', 0, 0, '女', 26, 'QQ', '天津市-河西区-小白楼凯德国贸C座2503室', '4-74', 0, '咨询', 1, '半永久-幻改红/蓝眉', '微信', 1, '天津玛瑞娅凯德国贸店', 4, 'asd'),
(53, 2, '蒋婷', '15828612751', 'ee_0103', '2017-07-18 03:23:31', '0000-00-00 00:00:00', 0, 0, '女', 0, 'QQ', '福建省-福州市-仓山区-仓山区红星国际商务中心写字楼1308室', '15-241-1525', 0, '咨询', 13000, '半永久-韩式粉黛眉', '微信', 100, '福州玛瑞娅-爱琴海店', 4, NULL),
(54, 9, '红红', '15882155175', 'ailixiu9999', '2017-07-19 06:52:21', '2017-07-19 07:00:00', 0, 0, '女', 26, '微信', '四川省-成都市-锦江区-春熙路梓潼桥西路2号正城财富ID一单元2703室', '24-382-2460', 0, '预约', 688, '半永久-眉眼套餐', '微信', 50, '成都玛瑞娅-正城财富店', 4, '预约美瞳线到店付688'),
(56, 1, 'aaa', '123', '', '2017-07-19 08:18:48', '0000-00-00 00:00:00', 0, 1, '女', 0, NULL, '河南省-郑州市-金水区-金水区国贸中心国贸新领地3号楼2单元1107室', '18-278-1850', 0, '咨询', 1, '半永久-特价蒙雾眉', '微信', 1, '玛瑞娅美妆-郑州分店', 4, '					  '),
(57, 10, '董琪琪', '13966816353', 'QQ1451305776', '2017-07-20 01:51:11', '0000-00-00 00:00:00', 0, 0, '女', 21, '微信', '安徽省-阜阳市-颍州区-万达华府B2区2栋2107室二单元', '14-234-1483', 0, '预约', 0, '半永久-眉眼套餐', '微信', 50, '阜阳玛瑞娅万达华府店', 4, '到店之后让老师设计下， 然后再确认眉行，是个学生在开学之前会去店里做，然后再回学校\r\n					  '),
(58, 11, '焦靖', '18586034654', 'J864841549', '2017-07-20 01:55:16', '2017-07-22 02:00:00', 0, 0, '女', 23, '微信', '内蒙古-呼和浩特市-新城区新华大街奈伦国际d座611室', '8-152', 0, '预约', 0, '半永久-特价蒙雾眉', '微信', 50, '呼和浩特玛瑞娅奈伦国际', 4, '雾眉，到店再付588'),
(59, 12, '林敏', '13684892484', 'limin19950318', '2017-07-20 02:00:27', '0000-00-00 00:00:00', 0, 0, '女', 26, '微信', '广东省-深圳市-福田区-福民路新天世纪商务中心c座2403室', '21-328-2249', 0, '预约', 688, '半永久-特价蒙雾眉', '微信', 50, '福田玛瑞娅新天世纪店', 4, '时间未确定，活动雾眉688和根眉388里面选一款'),
(60, 13, '卓', '13305002009', 'zhuoxin008', '2017-07-20 02:07:47', '2017-07-20 02:00:00', 0, 0, '女', 22, '微信', '福建省-福州市-仓山区-仓山区红星国际商务中心写字楼1308室', '15-241-1525', 0, '预约', 0, '半永久-特价蒙雾眉', '微信', 50, '福州玛瑞娅-爱琴海店', 4, '男式眉2500，很啰嗦'),
(61, 14, '余秀银', '18106050138', 'xiu219', '2017-07-20 02:10:35', '2017-07-29 02:00:00', 0, 0, '女', 24, '微信', '福建省-福州市-仓山区-仓山区红星国际商务中心写字楼1308室', '15-241-1525', 0, '预约', 0, '半永久-特价蒙雾眉', '微信', 50, '福州玛瑞娅-爱琴海店', 4, '做的特价活动蒙雾眉588，朋友推荐的'),
(62, 15, '黄希夷', '18606061203', 'cemiss', '2017-07-20 07:14:23', '0000-00-00 00:00:00', 0, 0, '女', 32, '微信', '福建省-福州市-仓山区-仓山区红星国际商务中心写字楼1308室', '15-241-1525', 0, '预约', 588, '半永久-特价蒙雾眉', '微信', 50, '福州玛瑞娅-爱琴海店', 29, '预约活动价雾眉588'),
(63, 16, '张晶晶', '13456957088', 'vjcici77', '2017-07-20 07:27:56', '2017-07-20 08:00:00', 0, 0, '女', 22, '微信', '浙江省-杭州市-江干区-凤起东路189号新城时代广场3栋1713室', '13-213-1330', 0, '预约', 0, '半永久-特价蒙雾眉', '微信', 50, '杭州玛瑞娅新时代广场店', 30, '活动价雾眉688'),
(64, 17, '陈韵诗', '18218809773', 'csy3csy', '2017-07-20 07:52:18', '0000-00-00 00:00:00', 0, 0, '女', 19, '微信', '广东省-深圳市-福田区-福民路新天世纪商务中心c座2403室', '21-328-2249', 0, '预约', 0, '半永久-特价蒙雾眉', '微信', 50, '福田玛瑞娅新天世纪店', 27, NULL),
(65, 18, '黄婕婷', '18826106272', 'hj521ch', '2017-07-20 07:54:49', '0000-00-00 00:00:00', 0, 0, '女', 20, '微信', '广东省-深圳市-福田区-福民路新天世纪商务中心c座2403室', '21-328-2249', 0, '预约', 0, '半永久-特价仿真眉', '微信', 50, '福田玛瑞娅新天世纪店', 27, '客人比较好说话 怕疼'),
(66, 19, '朱敏', '15019451247', 'mm2543734421', '2017-07-20 07:58:54', '2017-07-21 04:30:00', 0, 0, '女', 23, '微信', '广东省-深圳市-福田区-福民路新天世纪商务中心c座2403室', '21-328-2249', 0, '预约', 0, '半永久-特价蒙雾眉', '微信', 50, '福田玛瑞娅新天世纪店', 27, '客人有问会不会收其他费用 已告知做咱们活动价就是这个价格哦'),
(67, 15, '林立夏', '13696878450', 'cemiss', '2017-07-22 02:01:06', '2017-07-22 05:00:00', 0, 0, '女', 0, '微信', '福建省-福州市-仓山区-仓山区红星国际商务中心写字楼1308室', '15-241-1525', 0, '预约', 588, '半永久-特价蒙雾眉', '微信', 50, '福州玛瑞娅-爱琴海店', 29, '特价蒙雾眉888预付50抵300到店付588'),
(68, 20, '陈语', '15105958700', 'dmxcxwan520', '2017-07-22 02:21:32', '0000-00-00 00:00:00', 0, 0, '女', 23, '微信', '福建省-福州市-仓山区-仓山区红星国际商务中心写字楼1308室', '15-241-1525', 0, '预约', 388, '半永久-特价仿真眉', '微信', 50, '福州玛瑞娅-爱琴海店', 29, '微博秒杀定金50根眉到店付388，在厦门店操作'),
(69, 21, '林璇', '15750816020', 'lmm920827', '2017-07-22 02:59:52', '2017-07-21 08:00:00', 0, 0, '女', 21, '微信', '福建省-福州市-仓山区-仓山区红星国际商务中心写字楼1308室', '15-241-1525', 0, '预约', 0, '半永久-特价蒙雾眉', '微信', 50, '福州玛瑞娅-爱琴海店', 29, '脱毛老客户到店安心老师推孕睫术已做'),
(70, 22, '张倩倩', '15059426454', 'anqi6742', '2017-07-23 15:41:50', '0000-00-00 00:00:00', 0, 0, '女', 30, '微信', '福建省-福州市-仓山区-仓山区红星国际商务中心写字楼1308室', '15-241-1525', 0, '预约', 288, '脱毛-腋下脱毛', '微信', 50, '福州玛瑞娅-爱琴海店', 29, '脱腋毛包干3到五次到店付288'),
(71, 22, '林欣淼', '15205097506', 'anqi6742', '2017-07-23 15:43:12', '0000-00-00 00:00:00', 0, 0, '女', 30, '微信', '福建省-福州市-仓山区-仓山区红星国际商务中心写字楼1308室', '15-241-1525', 0, '预约', 288, '脱毛-腋下脱毛', '微信', 50, '福州玛瑞娅-爱琴海店', 29, '包干三到五次腋下脱毛到店付288'),
(72, 23, '樊晓娟', '18250831940(15070017074)', 'j18279661102', '2017-07-24 01:33:04', '0000-00-00 00:00:00', 0, 0, '女', 20, '微信', '福建省-福州市-仓山区-仓山区红星国际商务中心写字楼1308室', '15-241-1525', 0, '预约', 688, '半永久-特价眼睫线', '微信', 50, '福州玛瑞娅-爱琴海店', 29, '美瞳线定金50到店付688(福州店预约厦门店操作)'),
(73, 24, '陈妹', '18359156935', 'cm2350543312', '2017-07-24 06:53:35', '0000-00-00 00:00:00', 0, 0, '女', 26, '微信', '福建省-福州市-仓山区-仓山区红星国际商务中心写字楼1308室', '15-241-1525', 0, '预约', 688, '半永久-特价蒙雾眉', '微信', 50, '福州玛瑞娅-爱琴海店', 29, '定金50雾眉到店付688'),
(74, 25, '王晓靖', '18106917196', 'wxjanni', '2017-07-27 02:26:21', '2017-07-24 07:30:00', 0, 0, '女', 35, '微信', '福建省-福州市-仓山区-仓山区红星国际商务中心写字楼1308室', '15-241-1525', 0, '预约', 0, '半永久-特价蒙雾眉', '微信', 20, '福州玛瑞娅-爱琴海店', 29, '到店阮老师推孕睫术定金20'),
(75, 26, '施胜男', '15960039539', 'shishengnan706201', '2017-07-27 02:31:31', '0000-00-00 00:00:00', 0, 0, '女', 35, '微信', '福建省-福州市-仓山区-仓山区红星国际商务中心写字楼1308室', '15-241-1525', 0, '预约', 788, '半永久-特价蒙雾眉', '微信', 50, '福州玛瑞娅-爱琴海店', 29, '雾眉定金50到店付788(老客户推荐不知道姓名)'),
(76, 27, '陈巧仙', '15060336069', 'cqxian_999', '2017-07-28 03:35:01', '2017-07-27 02:30:00', 0, 0, '女', 30, '微信', '福建省-福州市-仓山区-仓山区红星国际商务中心写字楼1308室', '15-241-1525', 0, '预约', 988, '半永久-眉眼套餐', '微信', 120, '福州玛瑞娅-爱琴海店', 29, '仿真眉眼到店付988，脱腋毛到店付98'),
(77, 25, '陈赛娟', '15659191789', 'wxjanni', '2017-07-28 03:36:48', '2017-07-27 02:00:00', 0, 0, '女', 39, '微信', '福建省-福州市-仓山区-仓山区红星国际商务中心写字楼1308室', '15-241-1525', 0, '预约', 0, '半永久-幻改红/蓝眉', '微信', 20, '福州玛瑞娅-爱琴海店', 29, '定金20改老式眉老客户推荐'),
(78, 28, '付玉佳', '18838126914', 'sunyou0923', '2017-07-29 15:23:23', '2017-07-29 07:00:00', 0, 0, '女', 20, '微信', '福建省-福州市-仓山区-仓山区红星国际商务中心写字楼1308室', '15-241-1525', 0, '预约', 999, '脱毛-大腿脱毛', '微信', 20, '福州玛瑞娅-爱琴海店', 29, '定金20脱大腿到店付979'),
(79, 29, '林益芳', '15659928838', 'LINYIFANG-', '2017-07-29 15:26:34', '2017-07-29 03:00:00', 0, 0, '女', 23, '微信', '福建省-福州市-仓山区-仓山区红星国际商务中心写字楼1308室', '15-241-1525', 0, '预约', 688, '半永久-特价蒙雾眉', '微信', 50, '福州玛瑞娅-爱琴海店', 29, '定金50雾眉到店付688'),
(80, 30, '蔡海燕', '18950308716', 'amandaslfz_6102', '2017-07-29 15:32:53', '2017-08-07 02:00:00', 0, 0, '女', 37, '微信', '福建省-福州市-仓山区-仓山区红星国际商务中心写字楼1308室', '15-241-1525', 0, '预约', 1088, '半永久-特价蒙雾眉', '微信', 50, '福州玛瑞娅-爱琴海店', 29, '定金50根雾眉到店付1088'),
(81, 31, '罗平秀', '18650083846', 'Wslpx772078741', '2017-07-31 09:26:04', '0000-00-00 00:00:00', 0, 0, '女', 0, '微信', '福建省-福州市-仓山区-仓山区红星国际商务中心写字楼1308室', '15-241-1525', 0, '预约', 838, '半永久-特价蒙雾眉', '微信', 50, '福州玛瑞娅-爱琴海店', 29, '定金50雾眉到店付838'),
(82, 32, '拉拉', '18650361587', 'maitai520b', '2017-07-31 09:27:38', '2017-07-31 09:30:00', 0, 0, '女', 25, '微信', '福建省-福州市-仓山区-仓山区红星国际商务中心写字楼1308室', '15-241-1525', 0, '预约', 498, '半永久-特价蒙雾眉', '微信', 50, '福州玛瑞娅-爱琴海店', 29, '定金50补色到店付498'),
(83, 33, '龙燕', '13164813881', 'lfty5201314', '2017-07-31 17:04:17', '0000-00-00 00:00:00', 0, 0, '女', 35, '微信', '福建省-福州市-仓山区-仓山区红星国际商务中心写字楼1308室', '15-241-1525', 0, '预约', 688, '半永久-特价蒙雾眉', '微信', 40, '福州玛瑞娅-爱琴海店', 29, '定金40雾眉到店付688朋友在我们家做过（朋友微信wxid_0lzyyvy8k22。小林活动雾眉2017年7.20已做）'),
(84, 34, '李佳恒', '1515946681', 'heng525142750', '2017-07-31 17:05:59', '2017-08-15 05:00:00', 0, 0, '女', 24, '微信', '福建省-福州市-仓山区-仓山区红星国际商务中心写字楼1308室', '15-241-1525', 0, '预约', 688, '半永久-特价蒙雾眉', '支付宝', 50, '福州玛瑞娅-爱琴海店', 29, '定金50雾眉到店付688'),
(85, 35, '杨扬', '13044539939', 'duan64611', '2017-07-31 17:09:00', '0000-00-00 00:00:00', 0, 0, '女', 26, '微信', '福建省-福州市-仓山区-仓山区红星国际商务中心写字楼1308室', '15-241-1525', 0, '预约', 688, '半永久-特价蒙雾眉', '微信', 50, '福州玛瑞娅-爱琴海店', 29, '定金50雾眉到店付688或水雾眉到店付1288'),
(86, 36, '陈雪静', '17744090927', 'Zxs520cxj', '2017-08-01 08:54:21', '0000-00-00 00:00:00', 0, 0, '女', 21, '微信', '福建省-福州市-仓山区-仓山区红星国际商务中心写字楼1308室', '15-241-1525', 0, '预约', 298, '脱毛-唇下脱毛', '支付宝', 20, '福州玛瑞娅-爱琴海店', 29, '定金20脱唇毛298'),
(87, 37, 'aaa', '123', '123', '2017-08-03 09:24:27', '0000-00-00 00:00:00', 0, 0, '女', 22, 'QQ', '广东省-广州市-天河区-马场路16号富力盈盛A栋2703', '21-326-2229', 0, '咨询', 1, '半永久-眉眼套餐', '微信', 1, '天河玛瑞娅富力盈盛店', 4, NULL),
(88, 38, '吴静', '18850412094', 'wang_jing674782315', '2017-08-07 02:19:29', '2017-08-15 05:00:00', 0, 0, '女', 22, '微信', '福建省-福州市-仓山区-仓山区红星国际商务中心写字楼1308室', '15-241-1525', 0, '预约', 788, '半永久-特价蒙雾眉', '微信', 50, '福州玛瑞娅-爱琴海店', 29, '预付50抵400雾眉到店付788'),
(89, 39, '蔡静如', '18250182229', 'sunset31469531', '2017-08-07 02:26:55', '2017-08-05 02:30:00', 0, 0, '女', 20, '微信', '福建省-福州市-仓山区-仓山区红星国际商务中心写字楼1308室', '15-241-1525', 0, '预约', 788, '半永久-特价蒙雾眉', '微信', 50, '福州玛瑞娅-爱琴海店', 29, '预付50抵400雾眉到店付788'),
(90, 40, '陈月梅', '18960337825', 'chenyuemei2083', '2017-08-07 02:36:45', '2017-08-05 06:00:00', 0, 0, '女', 0, '微信', '福建省-福州市-仓山区-仓山区红星国际商务中心写字楼1308室', '15-241-1525', 0, '预约', 788, '半永久-特价蒙雾眉', '微信', 50, '福州玛瑞娅-爱琴海店', 29, '预付50抵400雾眉到店付788'),
(91, 41, '卢桢', '18039823285', 'sakura-lz', '2017-08-07 02:41:13', '2017-08-20 06:00:00', 0, 0, '女', 31, '微信', '福建省-福州市-仓山区-仓山区红星国际商务中心写字楼1308室', '15-241-1525', 0, '预约', 588, '半永久-特价仿真眉', '微信', 50, '福州玛瑞娅-爱琴海店', 29, '预付50抵400仿真眉到店付588'),
(92, 42, '陈芫', '15980272953', 'wxid_a9rt5hug04gq21', '2017-08-07 02:55:38', '2017-08-14 02:30:00', 0, 0, '女', 25, '微信', '福建省-福州市-仓山区-仓山区红星国际商务中心写字楼1308室', '15-241-1525', 0, '预约', 388, '半永久-特价仿真眉', '微信', 50, '福州玛瑞娅-爱琴海店', 29, '定金50仿真眉到店付388'),
(93, 43, '凌佳芳', '13358291638', 'JF19920822', '2017-08-07 02:57:30', '2017-08-20 02:30:00', 0, 0, '女', 21, '微信', '福建省-福州市-仓山区-仓山区红星国际商务中心写字楼1308室', '15-241-1525', 0, '预约', 788, '半永久-特价蒙雾眉', '微信', 50, '福州玛瑞娅-爱琴海店', 29, '预付50抵400雾眉到店付788'),
(94, 44, '陈环环', '18851930687', 'cfbygkl088', '2017-08-07 08:50:47', '0000-00-00 00:00:00', 0, 0, '女', 0, '微信', '浙江省-杭州市-江干区-凤起东路189号新城时代广场3栋1713室', '13-213-1330', 0, '预约', 688, '半永久-特价仿真眉', '微信', 50, '杭州玛瑞娅新时代广场店', 30, '之前做过  下次补色➕根688'),
(95, 45, '赵纹佳', '15988141757', 'agoni7055', '2017-08-07 08:59:30', '0000-00-00 00:00:00', 0, 0, '女', 0, '微信', '浙江省-杭州市-江干区-凤起东路189号新城时代广场3栋1713室', '13-213-1330', 0, '预约', 488, '半永久-特价蒙雾眉', '微信', 50, '杭州玛瑞娅新时代广场店', 30, '秋波眉488 问过没有其他收费吧'),
(96, 46, '武晓楠', '15965125612', 'wu2552hu', '2017-08-07 09:07:41', '0000-00-00 00:00:00', 0, 0, '女', 0, '微信', '浙江省-杭州市-江干区-凤起东路189号新城时代广场3栋1713室', '13-213-1330', 0, '预约', 688, '半永久-特价蒙雾眉', '微信', 50, '杭州玛瑞娅新时代广场店', 30, '裸妆眉688   济南店'),
(97, 47, ' 林慧捷 ', '13396541648', 'huijiela_', '2017-08-07 09:20:08', '2017-08-08 05:30:00', 0, 0, '女', 0, '微信', '浙江省-杭州市-江干区-凤起东路189号新城时代广场3栋1713室', '13-213-1330', 0, '预约', 50, '半永久-特价蒙雾眉', '微信', 50, '杭州玛瑞娅新时代广场店', 30, '雾眉688  很怕有其他收费，会被忽悠  跟她讲了自愿消费的'),
(98, 48, '耿歆', '13819488188', 'gengxin410', '2017-08-08 09:34:33', '0000-00-00 00:00:00', 0, 0, '女', 0, '微信', '浙江省-杭州市-江干区-凤起东路189号新城时代广场3栋1713室', '13-213-1330', 0, '预约', 688, '半永久-眉眼套餐', '微信', 100, '杭州玛瑞娅新时代广场店', 30, '雾眉688/根眉388＋555美瞳线  消费能力不大吧应该'),
(99, 49, '丁洁', '13858005336', 'djdj801104', '2017-08-08 09:37:00', '2017-08-11 02:30:00', 0, 0, '女', 0, '微信', '浙江省-杭州市-江干区-凤起东路189号新城时代广场3栋1713室', '13-213-1330', 0, '预约', 50, '半永久-特价蒙雾眉', '微信', 50, '杭州玛瑞娅新时代广场店', 30, '雾眉688  有底色'),
(100, 50, '叶蓉蓉', '13858116091', 'vivian8882ye', '2017-08-08 09:39:08', '0000-00-00 00:00:00', 0, 0, '女', 0, '微信', '浙江省-杭州市-江干区-凤起东路189号新城时代广场3栋1713室', '13-213-1330', 0, '预约', 50, '半永久-特价蒙雾眉', '微信', 50, '杭州玛瑞娅新时代广场店', 30, '雾眉688'),
(101, 51, '白晶晶', '15847677721', 'WANGPINHONG55220', '2017-08-09 02:11:41', '0000-00-00 00:00:00', 0, 0, '女', 24, '微信', '内蒙古-呼和浩特市-新城区-新华大街奈伦国际d座611室', '8-152-831', 0, '预约', 488, '半永久-特价蒙雾眉', '微信', 50, '呼和浩特玛瑞娅奈伦国际', 33, '顾客是8.8号,下午加进来预定了半永久的根眉,之前做过两次,顾客比较喜欢自然大方的眉型,预定的时候很爽快,比较有意向.可以好好引导,挺漂亮的小姑娘.');

-- --------------------------------------------------------

--
-- 表的结构 `mariah_appointment_style`
--

CREATE TABLE `mariah_appointment_style` (
  `id` int(11) NOT NULL,
  `style` varchar(50) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- 转存表中的数据 `mariah_appointment_style`
--

INSERT INTO `mariah_appointment_style` (`id`, `style`) VALUES
(1, '咨询'),
(2, '预约');

-- --------------------------------------------------------

--
-- 表的结构 `mariah_appointment_type`
--

CREATE TABLE `mariah_appointment_type` (
  `id` int(11) NOT NULL,
  `appointment_type` varchar(30) CHARACTER SET utf8mb4 NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 ROW_FORMAT=COMPACT;

--
-- 转存表中的数据 `mariah_appointment_type`
--

INSERT INTO `mariah_appointment_type` (`id`, `appointment_type`) VALUES
(3, 'QQ'),
(4, '微信'),
(10, '400电话');

-- --------------------------------------------------------

--
-- 表的结构 `mariah_article_content`
--

CREATE TABLE `mariah_article_content` (
  `p_id` int(11) NOT NULL,
  `content` text NOT NULL,
  `img_url` varchar(500) NOT NULL,
  `add_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- 转存表中的数据 `mariah_article_content`
--

INSERT INTO `mariah_article_content` (`p_id`, `content`, `img_url`, `add_time`) VALUES
(2, 'asdfasfdsdf adsfasdf\r\nasasdfasdfa\r\n\r\nasdfasdf\r\nasdf\r\n阿斯蒂芬撒地方', '20170809/5605bb0466713363c1fe656b7f303c45.jpg', '2017-08-09 10:18:49');

-- --------------------------------------------------------

--
-- 表的结构 `mariah_article_sort`
--

CREATE TABLE `mariah_article_sort` (
  `id` int(11) NOT NULL,
  `sort_name` varchar(80) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- 转存表中的数据 `mariah_article_sort`
--

INSERT INTO `mariah_article_sort` (`id`, `sort_name`) VALUES
(1, '行业咨询'),
(2, '纹绣知识');

-- --------------------------------------------------------

--
-- 表的结构 `mariah_article_title`
--

CREATE TABLE `mariah_article_title` (
  `id` int(11) NOT NULL,
  `title` varchar(100) NOT NULL,
  `sort_id` int(11) NOT NULL,
  `img_url` varchar(200) DEFAULT NULL,
  `add_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- 转存表中的数据 `mariah_article_title`
--

INSERT INTO `mariah_article_title` (`id`, `title`, `sort_id`, `img_url`, `add_time`) VALUES
(2, 'bbb', 1, '20170808/30237e24fe882835207cccc929829a44.png', '2017-08-08 10:26:41');

-- --------------------------------------------------------

--
-- 表的结构 `mariah_auth_group`
--

CREATE TABLE `mariah_auth_group` (
  `id` int(11) NOT NULL,
  `group_name` varchar(200) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- 转存表中的数据 `mariah_auth_group`
--

INSERT INTO `mariah_auth_group` (`id`, `group_name`) VALUES
(1, '预约管理'),
(2, '系统用户'),
(3, '权限'),
(6, '店铺'),
(7, '产品'),
(8, '三级分销');

-- --------------------------------------------------------

--
-- 表的结构 `mariah_auth_level`
--

CREATE TABLE `mariah_auth_level` (
  `id` int(11) NOT NULL,
  `title` varchar(100) NOT NULL,
  `rule` varchar(500) NOT NULL,
  `create_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `update_time` varchar(50) NOT NULL DEFAULT ''
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- 转存表中的数据 `mariah_auth_level`
--

INSERT INTO `mariah_auth_level` (`id`, `title`, `rule`, `create_time`, `update_time`) VALUES
(1, '管理员', '{\"sort_1\":\"1\",\"sort_2\":\"2\",\"sort_3\":\"3\",\"sort_9\":\"9\",\"sort_11\":\"11\",\"sort_4\":\"4\",\"sort_7\":\"7\",\"sort_10\":\"10\",\"sort_12\":\"12\",\"sort_13\":\"13\",\"sort_5\":\"5\",\"sort_8\":\"8\",\"sort_16\":\"16\",\"sort_17\":\"17\",\"sort_14\":\"14\",\"sort_15\":\"15\",\"sort_18\":\"18\",\"sort_19\":\"19\",\"sort_20\":\"20\",\"sort_21\":\"21\",\"sort_22\":\"22\",\"sort_23\":\"23\",\"sort_24\":\"24\",\"sort_25\":\"25\",\"tel_info\":\"1\",\"after_update\":\"1\",\"appo_info\":\"all\"}', '2017-06-12 01:33:54', ''),
(4, '客服组', '{\"sort_1\":\"1\",\"sort_2\":\"2\",\"sort_3\":\"3\",\"sort_9\":\"9\",\"sort_11\":\"11\",\"sort_4\":\"4\",\"sort_13\":\"13\",\"sort_5\":\"5\",\"sort_17\":\"17\",\"sort_14\":\"14\",\"tel_info\":\"1\",\"appo_info\":\"0\"}', '2017-06-14 03:53:01', '2017-06-20 13:37'),
(6, '导师组', '{\"sort_3\":\"3\",\"sort_9\":\"9\",\"tel_info\":\"0\",\"appo_info\":\"shop\"}', '2017-06-20 05:37:57', '');

-- --------------------------------------------------------

--
-- 表的结构 `mariah_auth_rule`
--

CREATE TABLE `mariah_auth_rule` (
  `id` int(11) NOT NULL,
  `request_uri` varchar(200) NOT NULL,
  `title` varchar(200) NOT NULL,
  `group_id` int(11) NOT NULL DEFAULT '0',
  `group_name` varchar(50) NOT NULL,
  `create_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `update_time` varchar(200) NOT NULL DEFAULT ''
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- 转存表中的数据 `mariah_auth_rule`
--

INSERT INTO `mariah_auth_rule` (`id`, `request_uri`, `title`, `group_id`, `group_name`, `create_time`, `update_time`) VALUES
(1, '/index.php/Index/appointment/appointment_info', '查看-预约信息', 1, '预约管理', '2017-06-12 03:00:27', ''),
(2, '/index.php/Index/appointment/show_arrive', '查看-预约到达信息', 1, '预约管理', '2017-06-12 08:55:19', ''),
(3, '/index.php/index/auth/auth_level', '查看-权限等级', 3, '权限', '2017-06-12 09:37:48', ''),
(6, '/index.php/index/auth/auth_url', '查看-权限路径', 3, '权限', '2017-06-12 09:38:25', ''),
(8, '/index.php/index/appointment/show_detail', '查看-详细预约信息', 1, '预约管理', '2017-06-12 09:43:58', ''),
(9, '/index.php/index/appointment/appoint_detail', '添加、修改-详细信息', 1, '预约管理', '2017-06-12 09:44:03', ''),
(10, '/index.php/index/appointment/update_detail', '修改-详细内容', 1, '预约管理', '2017-06-12 09:44:03', ''),
(46, '/index.php/index/auth/user_level_update', '修改-权限等级', 3, '权限', '2017-06-15 03:06:42', ''),
(13, '/index.php/index/appointment/add_detail', '添加-详细内容', 1, '预约管理', '2017-06-12 09:47:11', ''),
(15, '/index.php/index/appointment/appointment_update', '修改-预约', 1, '预约管理', '2017-06-12 09:50:02', ''),
(18, '/index.php/index/auth/delete_url', '删除-权限目录', 3, '权限', '2017-06-13 02:19:43', ''),
(19, '/index.php/index/auth/update_url', '修改-权限目录', 3, '权限', '2017-06-13 02:28:13', ''),
(20, '/index.php/index/auth/add_uri', '添加-权限目录', 3, '权限', '2017-06-13 02:39:32', ''),
(22, '/index.php/Index/user/select_user', '查看-用户', 2, '系统用户', '2017-06-13 02:44:11', ''),
(23, '/index.php/index/user/add_user', '添加-用户', 2, '系统用户', '2017-06-13 03:21:46', ''),
(24, '/index.php/index/appointment/appoint_arrive', '修改、添加-确认到达', 1, '预约管理', '2017-06-13 03:39:25', ''),
(26, '/index.php/index/appointment/appointment_add', '添加-新预约', 1, '预约管理', '2017-06-13 04:47:40', ''),
(27, '/index.php/index/auth/user_auth_level', '查看-权限等级设定', 3, '权限', '2017-06-13 06:56:14', ''),
(29, '/index.php/index/auth/add_level', '添加-权限等级', 3, '权限', '2017-06-13 07:24:06', ''),
(30, '/index.php/index/auth/update_auth_rule', '修改-等级权限设定', 3, '权限', '2017-06-13 08:01:36', ''),
(31, '/index.php/index/user/update_user', '修改-用户密码', 2, '系统用户', '2017-06-13 08:03:57', ''),
(33, '/index.php/index/user/delete_user', '删除-用户', 2, '系统用户', '2017-06-13 08:12:05', ''),
(35, '/index.php/index/user/update_level', '修改-用户权限等级', 3, '权限', '2017-06-13 08:28:55', ''),
(37, '/index.php/index/auth/auth_sort', '查看-权限分类管理', 3, '权限', '2017-06-14 01:44:21', ''),
(38, '/index.php/index/auth/add_group', '添加-权限组', 3, '权限', '2017-06-14 02:03:52', ''),
(39, '/index.php/index/auth/add_sort', '添加-权限分类项', 3, '权限', '2017-06-14 02:33:38', ''),
(47, '/index.php/index/auth/user_level_delete', '删除-权限等级', 3, '权限', '2017-06-15 03:06:47', ''),
(40, '/index.php/index/auth/update_auth_sort', '修改-权限分类', 3, '权限', '2017-06-14 03:40:57', ''),
(4, '/index.php/index/appointment/appoint_delete', '删除-预约', 1, '预约管理', '2017-06-14 06:08:24', ''),
(48, '/index.php/index/auth/update_group', '修改-权限组', 3, '权限', '2017-06-15 05:50:30', ''),
(49, '/index.php/index/auth/auth_group', '查看-权限组', 3, '权限', '2017-06-15 05:50:32', ''),
(50, '/index.php/index/auth/delete_group', '删除-权限组', 3, '权限', '2017-06-15 05:50:36', ''),
(51, '/index.php/index/auth/update_sort', '修改-权限分类', 3, '权限', '2017-06-15 06:21:19', ''),
(52, '/index.php/index/auth/delete_sort', '删除-权限分类', 3, '权限', '2017-06-15 06:21:24', ''),
(54, '/index.php/index/dealer/edit', '修改-三级分销', 8, '分销用户', '2017-06-19 06:43:44', ''),
(53, '/index.php/index/dealer/one', '查看-三级分销用户', 8, '分销用户', '2017-06-19 06:43:39', ''),
(57, '/index.php/index/dealer/details', '查看-三级分销用户细节', 8, '分销用户', '2017-06-19 06:44:17', ''),
(58, '/index.php/index/dealer/del', '删除-分销用户', 8, '分销用户', '2017-06-19 06:44:26', ''),
(59, '/index.php/index/dealer/order', '查看-订单管理', 8, '分销用户', '2017-06-19 06:44:29', ''),
(60, '/index.php/index/dealer/orderedit', '修改-订单', 8, '分销用户', '2017-06-19 06:44:32', ''),
(61, '/index.php/index/dealer/orderdel', '删除-订单', 8, '分销用户', '2017-06-19 06:44:35', ''),
(62, '/index.php/index/dealer/commision', '查看/修改-佣金管理（）', 8, '分销用户', '2017-06-19 06:44:38', ''),
(65, '/index.php/index/shop/add', '添加-店铺', 6, '店铺', '2017-06-19 06:53:15', ''),
(66, '/index.php/index/shop/index', '查看-店铺', 6, '店铺', '2017-06-19 06:53:16', ''),
(67, '/index.php/index/production/add', '添加-产品', 7, '产品', '2017-06-19 06:53:18', ''),
(68, '/index.php/index/production/index', '查看-产品', 7, '产品', '2017-06-19 06:53:21', ''),
(70, '/index.php/index/shop/shopedit', '修改-店铺', 6, '店铺', '2017-06-19 06:54:08', ''),
(71, '/index.php/index/shop/shopdelete', '删除-店铺', 6, '店铺', '2017-06-19 06:54:19', ''),
(72, '/index.php/index/production/productionedit', '修改-产品', 7, '产品', '2017-06-19 06:54:42', ''),
(73, '/index.php/index/production/producitondelete', '删除-产品', 7, '产品', '2017-06-19 06:54:47', ''),
(74, '/index.php/index/dealer/adduser', '添加-分销用户', 8, '分销用户', '2017-06-19 07:05:12', ''),
(75, '/index.php/index/dealer/addorder', '添加-订单', 8, '分销用户', '2017-06-19 07:06:56', ''),
(80, '/index.php/index/appointment/after_sale_add', '添加修改-售后页面', 1, '预约管理', '2017-07-14 03:48:59', ''),
(79, '/index.php/index/appointment/arrive_delete', '删除-到达', 1, '预约管理', '2017-06-20 04:00:19', ''),
(81, '/index.php/Index/index/index', '首页(跳转前)', 1, '预约管理', '2017-07-14 03:54:13', ''),
(82, '/index.php/index/index/index_do', '首页', 1, '预约管理', '2017-07-14 03:54:13', ''),
(83, '/index.php/index/appointment/after_sale_add_do', '添加-售后添加', 1, '预约管理', '2017-07-14 03:55:58', ''),
(84, '/index.php/index/appointment/after_sale_arrive', '售后客户到达', 1, '预约管理', '2017-07-14 03:56:04', ''),
(85, '/index.php/index/appointment/after_sale_update', '修改-售后', 1, '预约管理', '2017-07-14 03:57:07', ''),
(86, '/index.php/index/appointment/after_sale_delete', '删除-售后', 1, '预约管理', '2017-07-14 03:57:12', '');

-- --------------------------------------------------------

--
-- 表的结构 `mariah_auth_sort`
--

CREATE TABLE `mariah_auth_sort` (
  `id` int(11) NOT NULL,
  `sort_name` varchar(50) NOT NULL,
  `rule` varchar(2000) NOT NULL DEFAULT '',
  `group_id` int(11) NOT NULL,
  `group_name` varchar(50) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- 转存表中的数据 `mariah_auth_sort`
--

INSERT INTO `mariah_auth_sort` (`id`, `sort_name`, `rule`, `group_id`, `group_name`) VALUES
(1, '预约-增', '{\"id_9\":\"1\",\"id_13\":\"1\",\"id_24\":\"1\",\"id_26\":\"1\",\"id_80\":\"1\",\"id_81\":\"1\",\"id_82\":\"1\",\"id_83\":\"1\"}', 1, '预约管理'),
(2, '预约-删', '{\"id_4\":\"1\",\"id_79\":\"1\",\"id_81\":\"1\",\"id_82\":\"1\",\"id_86\":\"1\"}', 1, '预约管理'),
(12, '权限-删', '{\"id_18\":\"1\",\"id_47\":\"1\",\"id_50\":\"1\",\"id_52\":\"1\"}', 3, '权限'),
(13, '权限-查', '{\"id_3\":\"1\",\"id_6\":\"1\",\"id_27\":\"1\",\"id_37\":\"1\",\"id_49\":\"1\"}', 3, '权限'),
(3, '预约-改', '{\"id_9\":\"1\",\"id_10\":\"1\",\"id_13\":\"1\",\"id_15\":\"1\",\"id_24\":\"1\",\"id_80\":\"1\",\"id_81\":\"1\",\"id_82\":\"1\",\"id_84\":\"1\",\"id_85\":\"1\"}', 1, '预约管理'),
(11, '系统用户-查', '{\"id_22\":\"1\"}', 2, '系统用户'),
(4, '系统用户-增', '{\"id_23\":\"1\"}', 2, '系统用户'),
(5, '权限-增', '{\"id_20\":\"1\",\"id_29\":\"1\",\"id_38\":\"1\",\"id_39\":\"1\"}', 3, '权限'),
(16, '店铺-改', '{\"id_70\":\"1\"}', 6, '店铺'),
(17, '店铺-查', '{\"id_66\":\"1\"}', 6, '店铺'),
(18, '产品-增', '{\"id_67\":\"1\"}', 7, '产品'),
(7, '系统用户-删', '{\"id_33\":\"1\"}', 2, '系统用户'),
(8, '权限-改', '{\"id_46\":\"1\",\"id_19\":\"1\",\"id_30\":\"1\",\"id_35\":\"1\",\"id_40\":\"1\",\"id_48\":\"1\",\"id_51\":\"1\"}', 3, '权限'),
(19, '产品-删', '{\"id_73\":\"1\"}', 7, '产品'),
(20, '产品-改', '{\"id_72\":\"1\"}', 7, '产品'),
(14, '店铺-增', '{\"id_65\":\"1\"}', 6, '店铺'),
(15, '店铺-删', '{\"id_71\":\"1\"}', 6, '店铺'),
(9, '预约-查', '{\"id_1\":\"1\",\"id_2\":\"1\",\"id_8\":\"1\",\"id_81\":\"1\",\"id_82\":\"1\"}', 1, '预约管理'),
(10, '系统用户-改', '{\"id_31\":\"1\"}', 2, '系统用户'),
(21, '产品-查', '{\"id_68\":\"1\"}', 7, '产品'),
(22, '分销-增', '{\"id_74\":\"1\",\"id_75\":\"1\"}', 8, '三级分销'),
(23, '分销-删', '{\"id_58\":\"1\",\"id_61\":\"1\"}', 8, '三级分销'),
(24, '分销-改', '{\"id_54\":\"1\",\"id_60\":\"1\",\"id_62\":\"1\"}', 8, '三级分销'),
(25, '分销-查', '{\"id_53\":\"1\",\"id_57\":\"1\",\"id_59\":\"1\"}', 8, '三级分销');

-- --------------------------------------------------------

--
-- 表的结构 `mariah_balance_money`
--

CREATE TABLE `mariah_balance_money` (
  `id` int(11) NOT NULL,
  `out_trade_no` varchar(30) DEFAULT NULL,
  `uid` varchar(20) DEFAULT NULL,
  `money` float(10,2) DEFAULT NULL,
  `body` varchar(20) DEFAULT NULL,
  `type` varchar(20) DEFAULT NULL,
  `f_img` varchar(100) DEFAULT NULL,
  `creatime` datetime DEFAULT NULL,
  `shopname` varchar(50) DEFAULT NULL,
  `pid` int(20) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- 转存表中的数据 `mariah_balance_money`
--

INSERT INTO `mariah_balance_money` (`id`, `out_trade_no`, `uid`, `money`, `body`, `type`, `f_img`, `creatime`, `shopname`, `pid`) VALUES
(19, '2017080282254', '47', 0.01, '特价蒙雾眉', 'APP', 'uploads/20170626/afd5a68e237ce97d2e24eee6ddb4dadb.jpg', '2017-08-02 15:48:19', '福州玛瑞娅-爱琴海店', NULL);

-- --------------------------------------------------------

--
-- 表的结构 `mariah_city`
--

CREATE TABLE `mariah_city` (
  `id` smallint(5) UNSIGNED NOT NULL,
  `name` varchar(30) CHARACTER SET utf8mb4 NOT NULL,
  `parentid` smallint(5) UNSIGNED NOT NULL DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `mariah_city`
--

INSERT INTO `mariah_city` (`id`, `name`, `parentid`) VALUES
(2, '北京市', 0),
(3, '上海市', 0),
(4, '天津市', 0),
(5, '重庆市', 0),
(6, '河北省', 0),
(7, '山西省', 0),
(8, '内蒙古', 0),
(9, '辽宁省', 0),
(10, '吉林省', 0),
(11, '黑龙江省', 0),
(12, '江苏省', 0),
(13, '浙江省', 0),
(14, '安徽省', 0),
(15, '福建省', 0),
(16, '江西省', 0),
(17, '山东省', 0),
(18, '河南省', 0),
(19, '湖北省', 0),
(20, '湖南省', 0),
(21, '广东省', 0),
(22, '广西', 0),
(23, '海南省', 0),
(24, '四川省', 0),
(25, '贵州省', 0),
(26, '云南省', 0),
(27, '西藏', 0),
(28, '陕西省', 0),
(29, '甘肃省', 0),
(30, '青海省', 0),
(31, '宁夏', 0),
(32, '新疆', 0),
(33, '台湾省', 0),
(34, '香港', 0),
(35, '澳门', 0),
(36, '东城区', 2),
(37, '西城区', 2),
(38, '崇文区', 2),
(39, '宣武区', 2),
(40, '朝阳区', 2),
(41, '石景山区', 2),
(42, '海淀区', 2),
(43, '门头沟区', 2),
(44, '房山区', 2),
(45, '通州区', 2),
(46, '顺义区', 2),
(47, '昌平区', 2),
(48, '大兴区', 2),
(49, '怀柔区', 2),
(50, '平谷区', 2),
(51, '密云县', 2),
(52, '延庆县', 2),
(53, '黄浦区', 3),
(54, '卢湾区', 3),
(55, '徐汇区', 3),
(56, '长宁区', 3),
(57, '静安区', 3),
(58, '普陀区', 3),
(59, '闸北区', 3),
(60, '虹口区', 3),
(61, '杨浦区', 3),
(62, '闵行区', 3),
(63, '宝山区', 3),
(64, '嘉定区', 3),
(65, '浦东新区', 3),
(66, '金山区', 3),
(67, '松江区', 3),
(68, '青浦区', 3),
(69, '南汇区', 3),
(70, '奉贤区', 3),
(71, '崇明县', 3),
(72, '和平区', 4),
(73, '河东区', 4),
(74, '河西区', 4),
(75, '南开区', 4),
(76, '河北区', 4),
(77, '红桥区', 4),
(78, '塘沽区', 4),
(79, '汉沽区', 4),
(80, '大港区', 4),
(81, '东丽区', 4),
(82, '西青区', 4),
(83, '津南区', 4),
(84, '北辰区', 4),
(85, '武清区', 4),
(86, '宝坻区', 4),
(87, '宁河县', 4),
(88, '静海县', 4),
(89, '蓟县', 4),
(90, '万州区', 5),
(91, '涪陵区', 5),
(92, '渝中区', 5),
(93, '大渡口区', 5),
(94, '江北区', 5),
(95, '沙坪坝区', 5),
(96, '九龙坡区', 5),
(97, '南岸区', 5),
(98, '北碚区', 5),
(99, '万盛区', 5),
(100, '双桥区', 5),
(101, '渝北区', 5),
(102, '巴南区', 5),
(103, '黔江区', 5),
(104, '长寿区', 5),
(105, '綦江县', 5),
(106, '潼南县', 5),
(107, '铜梁县', 5),
(108, '大足县', 5),
(109, '荣昌县', 5),
(110, '璧山县', 5),
(111, '梁平县', 5),
(112, '城口县', 5),
(113, '丰都县', 5),
(114, '垫江县', 5),
(115, '武隆县', 5),
(116, '忠县', 5),
(117, '开县', 5),
(118, '云阳县', 5),
(119, '奉节县', 5),
(120, '巫山县', 5),
(121, '巫溪县', 5),
(122, '石柱县', 5),
(123, '秀山县', 5),
(124, '酉阳县', 5),
(125, '彭水县', 5),
(126, '江津区', 5),
(127, '合川区', 5),
(128, '永川区', 5),
(129, '南川区', 5),
(130, '石家庄市', 6),
(131, '唐山市', 6),
(132, '秦皇岛市', 6),
(133, '邯郸市', 6),
(134, '邢台市', 6),
(135, '保定市', 6),
(136, '张家口市', 6),
(137, '承德市', 6),
(138, '沧州市', 6),
(139, '廊坊市', 6),
(140, '衡水市', 6),
(141, '太原市', 7),
(142, '大同市', 7),
(143, '阳泉市', 7),
(144, '长治市', 7),
(145, '晋城市', 7),
(146, '朔州市', 7),
(147, '晋中市', 7),
(148, '运城市', 7),
(149, '忻州市', 7),
(150, '临汾市', 7),
(151, '吕梁市', 7),
(152, '呼和浩特市', 8),
(153, '包头市', 8),
(154, '乌海市', 8),
(155, '赤峰市', 8),
(156, '通辽市', 8),
(157, '鄂尔多斯市', 8),
(158, '呼伦贝尔市', 8),
(159, '巴彦淖尔市', 8),
(160, '乌兰察布市', 8),
(161, '兴安盟', 8),
(162, '锡林郭勒盟', 8),
(163, '阿拉善盟', 8),
(164, '沈阳市', 9),
(165, '大连市', 9),
(166, '鞍山市', 9),
(167, '抚顺市', 9),
(168, '本溪市', 9),
(169, '丹东市', 9),
(170, '锦州市', 9),
(171, '营口市', 9),
(172, '阜新市', 9),
(173, '辽阳市', 9),
(174, '盘锦市', 9),
(175, '铁岭市', 9),
(176, '朝阳市', 9),
(177, '葫芦岛市', 9),
(178, '长春市', 10),
(179, '吉林市', 10),
(180, '四平市', 10),
(181, '辽源市', 10),
(182, '通化市', 10),
(183, '白山市', 10),
(184, '松原市', 10),
(185, '白城市', 10),
(186, '延边', 10),
(187, '哈尔滨市', 11),
(188, '齐齐哈尔市', 11),
(189, '鸡西市', 11),
(190, '鹤岗市', 11),
(191, '双鸭山市', 11),
(192, '大庆市', 11),
(193, '伊春市', 11),
(194, '佳木斯市', 11),
(195, '七台河市', 11),
(196, '牡丹江市', 11),
(197, '黑河市', 11),
(198, '绥化市', 11),
(199, '大兴安岭地区', 11),
(200, '南京市', 12),
(201, '无锡市', 12),
(202, '徐州市', 12),
(203, '常州市', 12),
(204, '苏州市', 12),
(205, '南通市', 12),
(206, '连云港市', 12),
(207, '淮安市', 12),
(208, '盐城市', 12),
(209, '扬州市', 12),
(210, '镇江市', 12),
(211, '泰州市', 12),
(212, '宿迁市', 12),
(213, '杭州市', 13),
(214, '宁波市', 13),
(215, '温州市', 13),
(216, '嘉兴市', 13),
(217, '湖州市', 13),
(218, '绍兴市', 13),
(219, '金华市', 13),
(220, '衢州市', 13),
(221, '舟山市', 13),
(222, '台州市', 13),
(223, '丽水市', 13),
(224, '合肥市', 14),
(225, '芜湖市', 14),
(226, '蚌埠市', 14),
(227, '淮南市', 14),
(228, '马鞍山市', 14),
(229, '淮北市', 14),
(230, '铜陵市', 14),
(231, '安庆市', 14),
(232, '黄山市', 14),
(233, '滁州市', 14),
(234, '阜阳市', 14),
(235, '宿州市', 14),
(236, '巢湖市', 14),
(237, '六安市', 14),
(238, '亳州市', 14),
(239, '池州市', 14),
(240, '宣城市', 14),
(241, '福州市', 15),
(242, '厦门市', 15),
(243, '莆田市', 15),
(244, '三明市', 15),
(245, '泉州市', 15),
(246, '漳州市', 15),
(247, '南平市', 15),
(248, '龙岩市', 15),
(249, '宁德市', 15),
(250, '南昌市', 16),
(251, '景德镇市', 16),
(252, '萍乡市', 16),
(253, '九江市', 16),
(254, '新余市', 16),
(255, '鹰潭市', 16),
(256, '赣州市', 16),
(257, '吉安市', 16),
(258, '宜春市', 16),
(259, '抚州市', 16),
(260, '上饶市', 16),
(261, '济南市', 17),
(262, '青岛市', 17),
(263, '淄博市', 17),
(264, '枣庄市', 17),
(265, '东营市', 17),
(266, '烟台市', 17),
(267, '潍坊市', 17),
(268, '济宁市', 17),
(269, '泰安市', 17),
(270, '威海市', 17),
(271, '日照市', 17),
(272, '莱芜市', 17),
(273, '临沂市', 17),
(274, '德州市', 17),
(275, '聊城市', 17),
(276, '滨州市', 17),
(277, '荷泽市', 17),
(278, '郑州市', 18),
(279, '开封市', 18),
(280, '洛阳市', 18),
(281, '平顶山市', 18),
(282, '安阳市', 18),
(283, '鹤壁市', 18),
(284, '新乡市', 18),
(285, '焦作市', 18),
(286, '濮阳市', 18),
(287, '许昌市', 18),
(288, '漯河市', 18),
(289, '三门峡市', 18),
(290, '南阳市', 18),
(291, '商丘市', 18),
(292, '信阳市', 18),
(293, '周口市', 18),
(294, '驻马店市', 18),
(295, '武汉市', 19),
(296, '黄石市', 19),
(297, '十堰市', 19),
(298, '宜昌市', 19),
(299, '襄樊市', 19),
(300, '鄂州市', 19),
(301, '荆门市', 19),
(302, '孝感市', 19),
(303, '荆州市', 19),
(304, '黄冈市', 19),
(305, '咸宁市', 19),
(306, '随州市', 19),
(307, '恩施土家族苗族自治州', 19),
(308, '仙桃市', 19),
(309, '潜江市', 19),
(310, '天门市', 19),
(311, '神农架林区', 19),
(312, '长沙市', 20),
(313, '株洲市', 20),
(314, '湘潭市', 20),
(315, '衡阳市', 20),
(316, '邵阳市', 20),
(317, '岳阳市', 20),
(318, '常德市', 20),
(319, '张家界市', 20),
(320, '益阳市', 20),
(321, '郴州市', 20),
(322, '永州市', 20),
(323, '怀化市', 20),
(324, '娄底市', 20),
(325, '湘西土家族苗族自治州', 20),
(326, '广州市', 21),
(327, '韶关市', 21),
(328, '深圳市', 21),
(329, '珠海市', 21),
(330, '汕头市', 21),
(331, '佛山市', 21),
(332, '江门市', 21),
(333, '湛江市', 21),
(334, '茂名市', 21),
(335, '肇庆市', 21),
(336, '惠州市', 21),
(337, '梅州市', 21),
(338, '汕尾市', 21),
(339, '河源市', 21),
(340, '阳江市', 21),
(341, '清远市', 21),
(342, '东莞市', 21),
(343, '中山市', 21),
(344, '潮州市', 21),
(345, '揭阳市', 21),
(346, '云浮市', 21),
(347, '南宁市', 22),
(348, '柳州市', 22),
(349, '桂林市', 22),
(350, '梧州市', 22),
(351, '北海市', 22),
(352, '防城港市', 22),
(353, '钦州市', 22),
(354, '贵港市', 22),
(355, '玉林市', 22),
(356, '百色市', 22),
(357, '贺州市', 22),
(358, '河池市', 22),
(359, '来宾市', 22),
(360, '崇左市', 22),
(361, '海口市', 23),
(362, '三亚市', 23),
(363, '五指山市', 23),
(364, '琼海市', 23),
(365, '儋州市', 23),
(366, '文昌市', 23),
(367, '万宁市', 23),
(368, '东方市', 23),
(369, '定安县', 23),
(370, '屯昌县', 23),
(371, '澄迈县', 23),
(372, '临高县', 23),
(373, '白沙黎族自治县', 23),
(374, '昌江黎族自治县', 23),
(375, '乐东黎族自治县', 23),
(376, '陵水黎族自治县', 23),
(377, '保亭黎族苗族自治县', 23),
(378, '琼中黎族苗族自治县', 23),
(379, '西沙群岛', 23),
(380, '南沙群岛', 23),
(381, '中沙群岛的岛礁及其海域', 23),
(382, '成都市', 24),
(383, '自贡市', 24),
(384, '攀枝花市', 24),
(385, '泸州市', 24),
(386, '德阳市', 24),
(387, '绵阳市', 24),
(388, '广元市', 24),
(389, '遂宁市', 24),
(390, '内江市', 24),
(391, '乐山市', 24),
(392, '南充市', 24),
(393, '眉山市', 24),
(394, '宜宾市', 24),
(395, '广安市', 24),
(396, '达州市', 24),
(397, '雅安市', 24),
(398, '巴中市', 24),
(399, '资阳市', 24),
(400, '阿坝州', 24),
(401, '甘孜州', 24),
(402, '凉山州', 24),
(403, '贵阳市', 25),
(404, '六盘水市', 25),
(405, '遵义市', 25),
(406, '安顺市', 25),
(407, '铜仁地区', 25),
(408, '黔西南州', 25),
(409, '毕节地区', 25),
(410, '黔东南州', 25),
(411, '黔南州', 25),
(412, '昆明市', 26),
(413, '曲靖市', 26),
(414, '玉溪市', 26),
(415, '保山市', 26),
(416, '昭通市', 26),
(417, '丽江市', 26),
(418, '思茅市', 26),
(419, '临沧市', 26),
(420, '楚雄州', 26),
(421, '红河州', 26),
(422, '文山州', 26),
(423, '西双版纳', 26),
(424, '大理', 26),
(425, '德宏', 26),
(426, '怒江', 26),
(427, '迪庆', 26),
(428, '拉萨市', 27),
(429, '昌都', 27),
(430, '山南', 27),
(431, '日喀则', 27),
(432, '那曲', 27),
(433, '阿里', 27),
(434, '林芝', 27),
(435, '西安市', 28),
(436, '铜川市', 28),
(437, '宝鸡市', 28),
(438, '咸阳市', 28),
(439, '渭南市', 28),
(440, '延安市', 28),
(441, '汉中市', 28),
(442, '榆林市', 28),
(443, '安康市', 28),
(444, '商洛市', 28),
(445, '兰州市', 29),
(446, '嘉峪关市', 29),
(447, '金昌市', 29),
(448, '白银市', 29),
(449, '天水市', 29),
(450, '武威市', 29),
(451, '张掖市', 29),
(452, '平凉市', 29),
(453, '酒泉市', 29),
(454, '庆阳市', 29),
(455, '定西市', 29),
(456, '陇南市', 29),
(457, '临夏州', 29),
(458, '甘州', 29),
(459, '西宁市', 30),
(460, '海东地区', 30),
(461, '海州', 30),
(462, '黄南州', 30),
(463, '海南州', 30),
(464, '果洛州', 30),
(465, '玉树州', 30),
(466, '海西州', 30),
(467, '银川市', 31),
(468, '石嘴山市', 31),
(469, '吴忠市', 31),
(470, '固原市', 31),
(471, '中卫市', 31),
(472, '乌鲁木齐市', 32),
(473, '克拉玛依市', 32),
(474, '吐鲁番地区', 32),
(475, '哈密地区', 32),
(476, '昌吉州', 32),
(477, '博尔州', 32),
(478, '巴音郭楞州', 32),
(479, '阿克苏地区', 32),
(480, '克孜勒苏柯尔克孜自治州', 32),
(481, '喀什地区', 32),
(482, '和田地区', 32),
(483, '伊犁州', 32),
(484, '塔城地区', 32),
(485, '阿勒泰地区', 32),
(486, '石河子市', 32),
(487, '阿拉尔市', 32),
(488, '图木舒克市', 32),
(489, '五家渠市', 32),
(490, '台北市', 33),
(491, '高雄市', 33),
(492, '基隆市', 33),
(493, '新竹市', 33),
(494, '台中市', 33),
(495, '嘉义市', 33),
(496, '台南市', 33),
(497, '台北县', 33),
(498, '桃园县', 33),
(499, '新竹县', 33),
(500, '苗栗县', 33),
(501, '台中县', 33),
(502, '彰化县', 33),
(503, '南投县', 33),
(504, '云林县', 33),
(505, '嘉义县', 33),
(506, '台南县', 33),
(507, '高雄县', 33),
(508, '屏东县', 33),
(509, '宜兰县', 33),
(510, '花莲县', 33),
(511, '台东县', 33),
(512, '澎湖县', 33),
(513, '金门县', 33),
(514, '连江县', 33),
(515, '中西区', 34),
(516, '东区', 34),
(517, '南区', 34),
(518, '湾仔区', 34),
(519, '九龙城区', 34),
(520, '观塘区', 34),
(521, '深水埗区', 34),
(522, '黄大仙区', 34),
(523, '油尖旺区', 34),
(524, '离岛区', 34),
(525, '葵青区', 34),
(526, '北区', 34),
(527, '西贡区', 34),
(528, '沙田区', 34),
(529, '大埔区', 34),
(530, '荃湾区', 34),
(531, '屯门区', 34),
(532, '元朗区', 34),
(533, '花地玛堂区', 35),
(534, '市圣安多尼堂区', 35),
(535, '大堂区', 35),
(536, '望德堂区', 35),
(537, '风顺堂区', 35),
(538, '嘉模堂区', 35),
(539, '圣方济各堂区', 35),
(540, '长安区', 130),
(541, '桥东区', 130),
(542, '桥西区', 130),
(543, '新华区', 130),
(544, '井陉矿区', 130),
(545, '裕华区', 130),
(546, '井陉县', 130),
(547, '正定县', 130),
(548, '栾城县', 130),
(549, '行唐县', 130),
(550, '灵寿县', 130),
(551, '高邑县', 130),
(552, '深泽县', 130),
(553, '赞皇县', 130),
(554, '无极县', 130),
(555, '平山县', 130),
(556, '元氏县', 130),
(557, '赵县', 130),
(558, '辛集市', 130),
(559, '藁城市', 130),
(560, '晋州市', 130),
(561, '新乐市', 130),
(562, '鹿泉市', 130),
(563, '路南区', 131),
(564, '路北区', 131),
(565, '古冶区', 131),
(566, '开平区', 131),
(567, '丰南区', 131),
(568, '丰润区', 131),
(569, '滦县', 131),
(570, '滦南县', 131),
(571, '乐亭县', 131),
(572, '迁西县', 131),
(573, '玉田县', 131),
(574, '唐海县', 131),
(575, '遵化市', 131),
(576, '迁安市', 131),
(577, '海港区', 132),
(578, '山海关区', 132),
(579, '北戴河区', 132),
(580, '青龙县', 132),
(581, '昌黎县', 132),
(582, '抚宁县', 132),
(583, '卢龙县', 132),
(584, '邯山区', 133),
(585, '丛台区', 133),
(586, '复兴区', 133),
(587, '峰峰矿区', 133),
(588, '邯郸县', 133),
(589, '临漳县', 133),
(590, '成安县', 133),
(591, '大名县', 133),
(592, '涉县', 133),
(593, '磁县', 133),
(594, '肥乡县', 133),
(595, '永年县', 133),
(596, '邱县', 133),
(597, '鸡泽县', 133),
(598, '广平县', 133),
(599, '馆陶县', 133),
(600, '魏县', 133),
(601, '曲周县', 133),
(602, '武安市', 133),
(603, '桥东区', 134),
(604, '桥西区', 134),
(605, '邢台县', 134),
(606, '临城县', 134),
(607, '内丘县', 134),
(608, '柏乡县', 134),
(609, '隆尧县', 134),
(610, '任县', 134),
(611, '南和县', 134),
(612, '宁晋县', 134),
(613, '巨鹿县', 134),
(614, '新河县', 134),
(615, '广宗县', 134),
(616, '平乡县', 134),
(617, '威县', 134),
(618, '清河县', 134),
(619, '临西县', 134),
(620, '南宫市', 134),
(621, '沙河市', 134),
(622, '新市区', 135),
(623, '北市区', 135),
(624, '南市区', 135),
(625, '满城县', 135),
(626, '清苑县', 135),
(627, '涞水县', 135),
(628, '阜平县', 135),
(629, '徐水县', 135),
(630, '定兴县', 135),
(631, '唐县', 135),
(632, '高阳县', 135),
(633, '容城县', 135),
(634, '涞源县', 135),
(635, '望都县', 135),
(636, '安新县', 135),
(637, '易县', 135),
(638, '曲阳县', 135),
(639, '蠡县', 135),
(640, '顺平县', 135),
(641, '博野县', 135),
(642, '雄县', 135),
(643, '涿州市', 135),
(644, '定州市', 135),
(645, '安国市', 135),
(646, '高碑店市', 135),
(647, '桥东区', 136),
(648, '桥西区', 136),
(649, '宣化区', 136),
(650, '下花园区', 136),
(651, '宣化县', 136),
(652, '张北县', 136),
(653, '康保县', 136),
(654, '沽源县', 136),
(655, '尚义县', 136),
(656, '蔚县', 136),
(657, '阳原县', 136),
(658, '怀安县', 136),
(659, '万全县', 136),
(660, '怀来县', 136),
(661, '涿鹿县', 136),
(662, '赤城县', 136),
(663, '崇礼县', 136),
(664, '双桥区', 137),
(665, '双滦区', 137),
(666, '鹰手营子矿区', 137),
(667, '承德县', 137),
(668, '兴隆县', 137),
(669, '平泉县', 137),
(670, '滦平县', 137),
(671, '隆化县', 137),
(672, '丰宁县', 137),
(673, '宽城县', 137),
(674, '围场县', 137),
(675, '新华区', 138),
(676, '运河区', 138),
(677, '沧县', 138),
(678, '青县', 138),
(679, '东光县', 138),
(680, '海兴县', 138),
(681, '盐山县', 138),
(682, '肃宁县', 138),
(683, '南皮县', 138),
(684, '吴桥县', 138),
(685, '献县', 138),
(686, '孟村县', 138),
(687, '泊头市', 138),
(688, '任丘市', 138),
(689, '黄骅市', 138),
(690, '河间市', 138),
(691, '安次区', 139),
(692, '广阳区', 139),
(693, '固安县', 139),
(694, '永清县', 139),
(695, '香河县', 139),
(696, '大城县', 139),
(697, '文安县', 139),
(698, '大厂县', 139),
(699, '霸州市', 139),
(700, '三河市', 139),
(701, '桃城区', 140),
(702, '枣强县', 140),
(703, '武邑县', 140),
(704, '武强县', 140),
(705, '饶阳县', 140),
(706, '安平县', 140),
(707, '故城县', 140),
(708, '景县', 140),
(709, '阜城县', 140),
(710, '冀州市', 140),
(711, '深州市', 140),
(712, '小店区', 141),
(713, '迎泽区', 141),
(714, '杏花岭区', 141),
(715, '尖草坪区', 141),
(716, '万柏林区', 141),
(717, '晋源区', 141),
(718, '清徐县', 141),
(719, '阳曲县', 141),
(720, '娄烦县', 141),
(721, '古交市', 141),
(722, '城区', 142),
(723, '矿区', 142),
(724, '南郊区', 142),
(725, '新荣区', 142),
(726, '阳高县', 142),
(727, '天镇县', 142),
(728, '广灵县', 142),
(729, '灵丘县', 142),
(730, '浑源县', 142),
(731, '左云县', 142),
(732, '大同县', 142),
(733, '城区', 143),
(734, '矿区', 143),
(735, '郊区', 143),
(736, '平定县', 143),
(737, '盂县', 143),
(738, '城区', 144),
(739, '郊区', 144),
(740, '长治县', 144),
(741, '襄垣县', 144),
(742, '屯留县', 144),
(743, '平顺县', 144),
(744, '黎城县', 144),
(745, '壶关县', 144),
(746, '长子县', 144),
(747, '武乡县', 144),
(748, '沁县', 144),
(749, '沁源县', 144),
(750, '潞城市', 144),
(751, '城区', 145),
(752, '沁水县', 145),
(753, '阳城县', 145),
(754, '陵川县', 145),
(755, '泽州县', 145),
(756, '高平市', 145),
(757, '朔城区', 146),
(758, '平鲁区', 146),
(759, '山阴县', 146),
(760, '应县', 146),
(761, '右玉县', 146),
(762, '怀仁县', 146),
(763, '榆次区', 147),
(764, '榆社县', 147),
(765, '左权县', 147),
(766, '和顺县', 147),
(767, '昔阳县', 147),
(768, '寿阳县', 147),
(769, '太谷县', 147),
(770, '祁县', 147),
(771, '平遥县', 147),
(772, '灵石县', 147),
(773, '介休市', 147),
(774, '盐湖区', 148),
(775, '临猗县', 148),
(776, '万荣县', 148),
(777, '闻喜县', 148),
(778, '稷山县', 148),
(779, '新绛县', 148),
(780, '绛县', 148),
(781, '垣曲县', 148),
(782, '夏县', 148),
(783, '平陆县', 148),
(784, '芮城县', 148),
(785, '永济市', 148),
(786, '河津市', 148),
(787, '忻府区', 149),
(788, '定襄县', 149),
(789, '五台县', 149),
(790, '代县', 149),
(791, '繁峙县', 149),
(792, '宁武县', 149),
(793, '静乐县', 149),
(794, '神池县', 149),
(795, '五寨县', 149),
(796, '岢岚县', 149),
(797, '河曲县', 149),
(798, '保德县', 149),
(799, '偏关县', 149),
(800, '原平市', 149),
(801, '尧都区', 150),
(802, '曲沃县', 150),
(803, '翼城县', 150),
(804, '襄汾县', 150),
(805, '洪洞县', 150),
(806, '古县', 150),
(807, '安泽县', 150),
(808, '浮山县', 150),
(809, '吉县', 150),
(810, '乡宁县', 150),
(811, '大宁县', 150),
(812, '隰县', 150),
(813, '永和县', 150),
(814, '蒲县', 150),
(815, '汾西县', 150),
(816, '侯马市', 150),
(817, '霍州市', 150),
(818, '离石区', 151),
(819, '文水县', 151),
(820, '交城县', 151),
(821, '兴县', 151),
(822, '临县', 151),
(823, '柳林县', 151),
(824, '石楼县', 151),
(825, '岚县', 151),
(826, '方山县', 151),
(827, '中阳县', 151),
(828, '交口县', 151),
(829, '孝义市', 151),
(830, '汾阳市', 151),
(831, '新城区', 152),
(832, '回民区', 152),
(833, '玉泉区', 152),
(834, '赛罕区', 152),
(835, '土默特左旗', 152),
(836, '托克托县', 152),
(837, '和林格尔县', 152),
(838, '清水河县', 152),
(839, '武川县', 152),
(840, '东河区', 153),
(841, '昆都仑区', 153),
(842, '青山区', 153),
(843, '石拐区', 153),
(844, '白云矿区', 153),
(845, '九原区', 153),
(846, '土默特右旗', 153),
(847, '固阳县', 153),
(848, '达尔罕茂明安联合旗', 153),
(849, '海勃湾区', 154),
(850, '海南区', 154),
(851, '乌达区', 154),
(852, '红山区', 155),
(853, '元宝山区', 155),
(854, '松山区', 155),
(855, '阿鲁科尔沁旗', 155),
(856, '巴林左旗', 155),
(857, '巴林右旗', 155),
(858, '林西县', 155),
(859, '克什克腾旗', 155),
(860, '翁牛特旗', 155),
(861, '喀喇沁旗', 155),
(862, '宁城县', 155),
(863, '敖汉旗', 155),
(864, '科尔沁区', 156),
(865, '科尔沁左翼中旗', 156),
(866, '科尔沁左翼后旗', 156),
(867, '开鲁县', 156),
(868, '库伦旗', 156),
(869, '奈曼旗', 156),
(870, '扎鲁特旗', 156),
(871, '霍林郭勒市', 156),
(872, '东胜区', 157),
(873, '达拉特旗', 157),
(874, '准格尔旗', 157),
(875, '鄂托克前旗', 157),
(876, '鄂托克旗', 157),
(877, '杭锦旗', 157),
(878, '乌审旗', 157),
(879, '伊金霍洛旗', 157),
(880, '海拉尔区', 158),
(881, '阿荣旗', 158),
(882, '莫力达瓦达斡尔族自治旗', 158),
(883, '鄂伦春自治旗', 158),
(884, '鄂温克族自治旗', 158),
(885, '陈巴尔虎旗', 158),
(886, '新巴尔虎左旗', 158),
(887, '新巴尔虎右旗', 158),
(888, '满洲里市', 158),
(889, '牙克石市', 158),
(890, '扎兰屯市', 158),
(891, '额尔古纳市', 158),
(892, '根河市', 158),
(893, '临河区', 159),
(894, '五原县', 159),
(895, '磴口县', 159),
(896, '乌拉特前旗', 159),
(897, '乌拉特中旗', 159),
(898, '乌拉特后旗', 159),
(899, '杭锦后旗', 159),
(900, '集宁区', 160),
(901, '卓资县', 160),
(902, '化德县', 160),
(903, '商都县', 160),
(904, '兴和县', 160),
(905, '凉城县', 160),
(906, '察哈尔右翼前旗', 160),
(907, '察哈尔右翼中旗', 160),
(908, '察哈尔右翼后旗', 160),
(909, '四子王旗', 160),
(910, '丰镇市', 160),
(911, '乌兰浩特市', 161),
(912, '阿尔山市', 161),
(913, '科尔沁右翼前旗', 161),
(914, '科尔沁右翼中旗', 161),
(915, '扎赉特旗', 161),
(916, '突泉县', 161),
(917, '二连浩特市', 162),
(918, '锡林浩特市', 162),
(919, '阿巴嘎旗', 162),
(920, '苏尼特左旗', 162),
(921, '苏尼特右旗', 162),
(922, '东乌珠穆沁旗', 162),
(923, '西乌珠穆沁旗', 162),
(924, '太仆寺旗', 162),
(925, '镶黄旗', 162),
(926, '正镶白旗', 162),
(927, '正蓝旗', 162),
(928, '多伦县', 162),
(929, '阿拉善左旗', 163),
(930, '阿拉善右旗', 163),
(931, '额济纳旗', 163),
(932, '和平区', 164),
(933, '沈河区', 164),
(934, '大东区', 164),
(935, '皇姑区', 164),
(936, '铁西区', 164),
(937, '苏家屯区', 164),
(938, '东陵区', 164),
(939, '新城子区', 164),
(940, '于洪区', 164),
(941, '辽中县', 164),
(942, '康平县', 164),
(943, '法库县', 164),
(944, '新民市', 164),
(945, '中山区', 165),
(946, '西岗区', 165),
(947, '沙河口区', 165),
(948, '甘井子区', 165),
(949, '旅顺口区', 165),
(950, '金州区', 165),
(951, '长海县', 165),
(952, '瓦房店市', 165),
(953, '普兰店市', 165),
(954, '庄河市', 165),
(955, '铁东区', 166),
(956, '铁西区', 166),
(957, '立山区', 166),
(958, '千山区', 166),
(959, '台安县', 166),
(960, '岫岩满族自治县', 166),
(961, '海城市', 166),
(962, '新抚区', 167),
(963, '东洲区', 167),
(964, '望花区', 167),
(965, '顺城区', 167),
(966, '抚顺县', 167),
(967, '新宾满族自治县', 167),
(968, '清原满族自治县', 167),
(969, '平山区', 168),
(970, '溪湖区', 168),
(971, '明山区', 168),
(972, '南芬区', 168),
(973, '本溪满族自治县', 168),
(974, '桓仁满族自治县', 168),
(975, '元宝区', 169),
(976, '振兴区', 169),
(977, '振安区', 169),
(978, '宽甸满族自治县', 169),
(979, '东港市', 169),
(980, '凤城市', 169),
(981, '古塔区', 170),
(982, '凌河区', 170),
(983, '太和区', 170),
(984, '黑山县', 170),
(985, '义县', 170),
(986, '凌海市', 170),
(987, '北镇市', 170),
(988, '站前区', 171),
(989, '西市区', 171),
(990, '鲅鱼圈区', 171),
(991, '老边区', 171),
(992, '盖州市', 171),
(993, '大石桥市', 171),
(994, '海州区', 172),
(995, '新邱区', 172),
(996, '太平区', 172),
(997, '清河门区', 172),
(998, '细河区', 172),
(999, '阜新蒙古族自治县', 172),
(1000, '彰武县', 172),
(1001, '白塔区', 173),
(1002, '文圣区', 173),
(1003, '宏伟区', 173),
(1004, '弓长岭区', 173),
(1005, '太子河区', 173),
(1006, '辽阳县', 173),
(1007, '灯塔市', 173),
(1008, '双台子区', 174),
(1009, '兴隆台区', 174),
(1010, '大洼县', 174),
(1011, '盘山县', 174),
(1012, '银州区', 175),
(1013, '清河区', 175),
(1014, '铁岭县', 175),
(1015, '西丰县', 175),
(1016, '昌图县', 175),
(1017, '调兵山市', 175),
(1018, '开原市', 175),
(1019, '双塔区', 176),
(1020, '龙城区', 176),
(1021, '朝阳县', 176),
(1022, '建平县', 176),
(1023, '喀喇沁左翼蒙古族自治县', 176),
(1024, '北票市', 176),
(1025, '凌源市', 176),
(1026, '连山区', 177),
(1027, '龙港区', 177),
(1028, '南票区', 177),
(1029, '绥中县', 177),
(1030, '建昌县', 177),
(1031, '兴城市', 177),
(1032, '南关区', 178),
(1033, '宽城区', 178),
(1034, '朝阳区', 178),
(1035, '二道区', 178),
(1036, '绿园区', 178),
(1037, '双阳区', 178),
(1038, '农安县', 178),
(1039, '九台市', 178),
(1040, '榆树市', 178),
(1041, '德惠市', 178),
(1042, '昌邑区', 179),
(1043, '龙潭区', 179),
(1044, '船营区', 179),
(1045, '丰满区', 179),
(1046, '永吉县', 179),
(1047, '蛟河市', 179),
(1048, '桦甸市', 179),
(1049, '舒兰市', 179),
(1050, '磐石市', 179),
(1051, '铁西区', 180),
(1052, '铁东区', 180),
(1053, '梨树县', 180),
(1054, '伊通满族自治县', 180),
(1055, '公主岭市', 180),
(1056, '双辽市', 180),
(1057, '龙山区', 181),
(1058, '西安区', 181),
(1059, '东丰县', 181),
(1060, '东辽县', 181),
(1061, '东昌区', 182),
(1062, '二道江区', 182),
(1063, '通化县', 182),
(1064, '辉南县', 182),
(1065, '柳河县', 182),
(1066, '梅河口市', 182),
(1067, '集安市', 182),
(1068, '八道江区', 183),
(1069, '抚松县', 183),
(1070, '靖宇县', 183),
(1071, '长白朝鲜族自治县', 183),
(1072, '江源县', 183),
(1073, '临江市', 183),
(1074, '宁江区', 184),
(1075, '前郭尔罗斯蒙古族自治县', 184),
(1076, '长岭县', 184),
(1077, '乾安县', 184),
(1078, '扶余县', 184),
(1079, '洮北区', 185),
(1080, '镇赉县', 185),
(1081, '通榆县', 185),
(1082, '洮南市', 185),
(1083, '大安市', 185),
(1084, '延吉市', 186),
(1085, '图们市', 186),
(1086, '敦化市', 186),
(1087, '珲春市', 186),
(1088, '龙井市', 186),
(1089, '和龙市', 186),
(1090, '汪清县', 186),
(1091, '安图县', 186),
(1092, '道里区', 187),
(1093, '南岗区', 187),
(1094, '道外区', 187),
(1095, '香坊区', 187),
(1096, '动力区', 187),
(1097, '平房区', 187),
(1098, '松北区', 187),
(1099, '呼兰区', 187),
(1100, '依兰县', 187),
(1101, '方正县', 187),
(1102, '宾县', 187),
(1103, '巴彦县', 187),
(1104, '木兰县', 187),
(1105, '通河县', 187),
(1106, '延寿县', 187),
(1107, '阿城市', 187),
(1108, '双城市', 187),
(1109, '尚志市', 187),
(1110, '五常市', 187),
(1111, '龙沙区', 188),
(1112, '建华区', 188),
(1113, '铁锋区', 188),
(1114, '昂昂溪区', 188),
(1115, '富拉尔基区', 188),
(1116, '碾子山区', 188),
(1117, '梅里斯达斡尔族区', 188),
(1118, '龙江县', 188),
(1119, '依安县', 188),
(1120, '泰来县', 188),
(1121, '甘南县', 188),
(1122, '富裕县', 188),
(1123, '克山县', 188),
(1124, '克东县', 188),
(1125, '拜泉县', 188),
(1126, '讷河市', 188),
(1127, '鸡冠区', 189),
(1128, '恒山区', 189),
(1129, '滴道区', 189),
(1130, '梨树区', 189),
(1131, '城子河区', 189),
(1132, '麻山区', 189),
(1133, '鸡东县', 189),
(1134, '虎林市', 189),
(1135, '密山市', 189),
(1136, '向阳区', 190),
(1137, '工农区', 190),
(1138, '南山区', 190),
(1139, '兴安区', 190),
(1140, '东山区', 190),
(1141, '兴山区', 190),
(1142, '萝北县', 190),
(1143, '绥滨县', 190),
(1144, '尖山区', 191),
(1145, '岭东区', 191),
(1146, '四方台区', 191),
(1147, '宝山区', 191),
(1148, '集贤县', 191),
(1149, '友谊县', 191),
(1150, '宝清县', 191),
(1151, '饶河县', 191),
(1152, '萨尔图区', 192),
(1153, '龙凤区', 192),
(1154, '让胡路区', 192),
(1155, '红岗区', 192),
(1156, '大同区', 192),
(1157, '肇州县', 192),
(1158, '肇源县', 192),
(1159, '林甸县', 192),
(1160, '杜尔伯特蒙古族自治县', 192),
(1161, '伊春区', 193),
(1162, '南岔区', 193),
(1163, '友好区', 193),
(1164, '西林区', 193),
(1165, '翠峦区', 193),
(1166, '新青区', 193),
(1167, '美溪区', 193),
(1168, '金山屯区', 193),
(1169, '五营区', 193),
(1170, '乌马河区', 193),
(1171, '汤旺河区', 193),
(1172, '带岭区', 193),
(1173, '乌伊岭区', 193),
(1174, '红星区', 193),
(1175, '上甘岭区', 193),
(1176, '嘉荫县', 193),
(1177, '铁力市', 193),
(1178, '永红区', 194),
(1179, '向阳区', 194),
(1180, '前进区', 194),
(1181, '东风区', 194),
(1182, '郊区', 194),
(1183, '桦南县', 194),
(1184, '桦川县', 194),
(1185, '汤原县', 194),
(1186, '抚远县', 194),
(1187, '同江市', 194),
(1188, '富锦市', 194),
(1189, '新兴区', 195),
(1190, '桃山区', 195),
(1191, '茄子河区', 195),
(1192, '勃利县', 195),
(1193, '东安区', 196),
(1194, '阳明区', 196),
(1195, '爱民区', 196),
(1196, '西安区', 196),
(1197, '东宁县', 196),
(1198, '林口县', 196),
(1199, '绥芬河市', 196),
(1200, '海林市', 196),
(1201, '宁安市', 196),
(1202, '穆棱市', 196),
(1203, '爱辉区', 197),
(1204, '嫩江县', 197),
(1205, '逊克县', 197),
(1206, '孙吴县', 197),
(1207, '北安市', 197),
(1208, '五大连池市', 197),
(1209, '北林区', 198),
(1210, '望奎县', 198),
(1211, '兰西县', 198),
(1212, '青冈县', 198),
(1213, '庆安县', 198),
(1214, '明水县', 198),
(1215, '绥棱县', 198),
(1216, '安达市', 198),
(1217, '肇东市', 198),
(1218, '海伦市', 198),
(1219, '呼玛县', 199),
(1220, '塔河县', 199),
(1221, '漠河县', 199),
(1222, '玄武区', 200),
(1223, '白下区', 200),
(1224, '秦淮区', 200),
(1225, '建邺区', 200),
(1226, '鼓楼区', 200),
(1227, '下关区', 200),
(1228, '浦口区', 200),
(1229, '栖霞区', 200),
(1230, '雨花台区', 200),
(1231, '江宁区', 200),
(1232, '六合区', 200),
(1233, '溧水县', 200),
(1234, '高淳县', 200),
(1235, '崇安区', 201),
(1236, '南长区', 201),
(1237, '北塘区', 201),
(1238, '锡山区', 201),
(1239, '惠山区', 201),
(1240, '滨湖区', 201),
(1241, '江阴市', 201),
(1242, '宜兴市', 201),
(1243, '鼓楼区', 202),
(1244, '云龙区', 202),
(1245, '九里区', 202),
(1246, '贾汪区', 202),
(1247, '泉山区', 202),
(1248, '丰县', 202),
(1249, '沛县', 202),
(1250, '铜山县', 202),
(1251, '睢宁县', 202),
(1252, '新沂市', 202),
(1253, '邳州市', 202),
(1254, '天宁区', 203),
(1255, '钟楼区', 203),
(1256, '戚墅堰区', 203),
(1257, '新北区', 203),
(1258, '武进区', 203),
(1259, '溧阳市', 203),
(1260, '金坛市', 203),
(1261, '沧浪区', 204),
(1262, '平江区', 204),
(1263, '金阊区', 204),
(1264, '虎丘区', 204),
(1265, '吴中区', 204),
(1266, '相城区', 204),
(1267, '常熟市', 204),
(1268, '张家港市', 204),
(1269, '昆山市', 204),
(1270, '吴江市', 204),
(1271, '太仓市', 204),
(1272, '崇川区', 205),
(1273, '港闸区', 205),
(1274, '海安县', 205),
(1275, '如东县', 205),
(1276, '启东市', 205),
(1277, '如皋市', 205),
(1278, '通州市', 205),
(1279, '海门市', 205),
(1280, '连云区', 206),
(1281, '新浦区', 206),
(1282, '海州区', 206),
(1283, '赣榆县', 206),
(1284, '东海县', 206),
(1285, '灌云县', 206),
(1286, '灌南县', 206),
(1287, '清河区', 207),
(1288, '楚州区', 207),
(1289, '淮阴区', 207),
(1290, '清浦区', 207),
(1291, '涟水县', 207),
(1292, '洪泽县', 207),
(1293, '盱眙县', 207),
(1294, '金湖县', 207),
(1295, '亭湖区', 208),
(1296, '盐都区', 208),
(1297, '响水县', 208),
(1298, '滨海县', 208),
(1299, '阜宁县', 208),
(1300, '射阳县', 208),
(1301, '建湖县', 208),
(1302, '东台市', 208),
(1303, '大丰市', 208),
(1304, '广陵区', 209),
(1305, '邗江区', 209),
(1306, '维扬区', 209),
(1307, '宝应县', 209),
(1308, '仪征市', 209),
(1309, '高邮市', 209),
(1310, '江都市', 209),
(1311, '京口区', 210),
(1312, '润州区', 210),
(1313, '丹徒区', 210),
(1314, '丹阳市', 210),
(1315, '扬中市', 210),
(1316, '句容市', 210),
(1317, '海陵区', 211),
(1318, '高港区', 211),
(1319, '兴化市', 211),
(1320, '靖江市', 211),
(1321, '泰兴市', 211),
(1322, '姜堰市', 211),
(1323, '宿城区', 212),
(1324, '宿豫区', 212),
(1325, '沭阳县', 212),
(1326, '泗阳县', 212),
(1327, '泗洪县', 212),
(1328, '上城区', 213),
(1329, '下城区', 213),
(1330, '江干区', 213),
(1331, '拱墅区', 213),
(1332, '西湖区', 213),
(1333, '滨江区', 213),
(1334, '萧山区', 213),
(1335, '余杭区', 213),
(1336, '桐庐县', 213),
(1337, '淳安县', 213),
(1338, '建德市', 213),
(1339, '富阳市', 213),
(1340, '临安市', 213),
(1341, '海曙区', 214),
(1342, '江东区', 214),
(1343, '江北区', 214),
(1344, '北仑区', 214),
(1345, '镇海区', 214),
(1346, '鄞州区', 214),
(1347, '象山县', 214),
(1348, '宁海县', 214),
(1349, '余姚市', 214),
(1350, '慈溪市', 214),
(1351, '奉化市', 214),
(1352, '鹿城区', 215),
(1353, '龙湾区', 215),
(1354, '瓯海区', 215),
(1355, '洞头县', 215),
(1356, '永嘉县', 215),
(1357, '平阳县', 215),
(1358, '苍南县', 215),
(1359, '文成县', 215),
(1360, '泰顺县', 215),
(1361, '瑞安市', 215),
(1362, '乐清市', 215),
(1363, '秀城区', 216),
(1364, '秀洲区', 216),
(1365, '嘉善县', 216),
(1366, '海盐县', 216),
(1367, '海宁市', 216),
(1368, '平湖市', 216),
(1369, '桐乡市', 216),
(1370, '吴兴区', 217),
(1371, '南浔区', 217),
(1372, '德清县', 217),
(1373, '长兴县', 217),
(1374, '安吉县', 217),
(1375, '越城区', 218),
(1376, '绍兴县', 218),
(1377, '新昌县', 218),
(1378, '诸暨市', 218),
(1379, '上虞市', 218),
(1380, '嵊州市', 218),
(1381, '婺城区', 219),
(1382, '金东区', 219),
(1383, '武义县', 219),
(1384, '浦江县', 219),
(1385, '磐安县', 219),
(1386, '兰溪市', 219),
(1387, '义乌市', 219),
(1388, '东阳市', 219),
(1389, '永康市', 219),
(1390, '柯城区', 220),
(1391, '衢江区', 220),
(1392, '常山县', 220),
(1393, '开化县', 220),
(1394, '龙游县', 220),
(1395, '江山市', 220),
(1396, '定海区', 221),
(1397, '普陀区', 221),
(1398, '岱山县', 221),
(1399, '嵊泗县', 221),
(1400, '椒江区', 222),
(1401, '黄岩区', 222),
(1402, '路桥区', 222),
(1403, '玉环县', 222),
(1404, '三门县', 222),
(1405, '天台县', 222),
(1406, '仙居县', 222),
(1407, '温岭市', 222),
(1408, '临海市', 222),
(1409, '莲都区', 223),
(1410, '青田县', 223),
(1411, '缙云县', 223),
(1412, '遂昌县', 223),
(1413, '松阳县', 223),
(1414, '云和县', 223),
(1415, '庆元县', 223),
(1416, '景宁畲族自治县', 223),
(1417, '龙泉市', 223),
(1418, '瑶海区', 224),
(1419, '庐阳区', 224),
(1420, '蜀山区', 224),
(1421, '包河区', 224),
(1422, '长丰县', 224),
(1423, '肥东县', 224),
(1424, '肥西县', 224),
(1425, '镜湖区', 225),
(1426, '弋江区', 225),
(1427, '鸠江区', 225),
(1428, '三山区', 225),
(1429, '芜湖县', 225),
(1430, '繁昌县', 225),
(1431, '南陵县', 225),
(1432, '龙子湖区', 226),
(1433, '蚌山区', 226),
(1434, '禹会区', 226),
(1435, '淮上区', 226),
(1436, '怀远县', 226),
(1437, '五河县', 226),
(1438, '固镇县', 226),
(1439, '大通区', 227),
(1440, '田家庵区', 227),
(1441, '谢家集区', 227),
(1442, '八公山区', 227),
(1443, '潘集区', 227),
(1444, '凤台县', 227),
(1445, '金家庄区', 228),
(1446, '花山区', 228),
(1447, '雨山区', 228),
(1448, '当涂县', 228),
(1449, '杜集区', 229),
(1450, '相山区', 229),
(1451, '烈山区', 229),
(1452, '濉溪县', 229),
(1453, '铜官山区', 230),
(1454, '狮子山区', 230),
(1455, '郊区', 230),
(1456, '铜陵县', 230),
(1457, '迎江区', 231),
(1458, '大观区', 231),
(1459, '宜秀区', 231),
(1460, '怀宁县', 231),
(1461, '枞阳县', 231),
(1462, '潜山县', 231),
(1463, '太湖县', 231),
(1464, '宿松县', 231),
(1465, '望江县', 231),
(1466, '岳西县', 231),
(1467, '桐城市', 231),
(1468, '屯溪区', 232),
(1469, '黄山区', 232),
(1470, '徽州区', 232),
(1471, '歙县', 232),
(1472, '休宁县', 232),
(1473, '黟县', 232),
(1474, '祁门县', 232),
(1475, '琅琊区', 233),
(1476, '南谯区', 233),
(1477, '来安县', 233),
(1478, '全椒县', 233),
(1479, '定远县', 233),
(1480, '凤阳县', 233),
(1481, '天长市', 233),
(1482, '明光市', 233),
(1483, '颍州区', 234),
(1484, '颍东区', 234),
(1485, '颍泉区', 234),
(1486, '临泉县', 234),
(1487, '太和县', 234),
(1488, '阜南县', 234),
(1489, '颍上县', 234),
(1490, '界首市', 234),
(1491, '埇桥区', 235),
(1492, '砀山县', 235),
(1493, '萧县', 235),
(1494, '灵璧县', 235),
(1495, '泗县', 235),
(1496, '居巢区', 236),
(1497, '庐江县', 236),
(1498, '无为县', 236),
(1499, '含山县', 236),
(1500, '和县', 236),
(1501, '金安区', 237),
(1502, '裕安区', 237),
(1503, '寿县', 237),
(1504, '霍邱县', 237),
(1505, '舒城县', 237),
(1506, '金寨县', 237),
(1507, '霍山县', 237),
(1508, '谯城区', 238),
(1509, '涡阳县', 238),
(1510, '蒙城县', 238),
(1511, '利辛县', 238),
(1512, '贵池区', 239),
(1513, '东至县', 239),
(1514, '石台县', 239),
(1515, '青阳县', 239),
(1516, '宣州区', 240),
(1517, '郎溪县', 240),
(1518, '广德县', 240),
(1519, '泾县', 240),
(1520, '绩溪县', 240),
(1521, '旌德县', 240),
(1522, '宁国市', 240),
(1523, '鼓楼区', 241),
(1524, '台江区', 241),
(1525, '仓山区', 241),
(1526, '马尾区', 241),
(1527, '晋安区', 241),
(1528, '闽侯县', 241),
(1529, '连江县', 241),
(1530, '罗源县', 241),
(1531, '闽清县', 241),
(1532, '永泰县', 241),
(1533, '平潭县', 241),
(1534, '福清市', 241),
(1535, '长乐市', 241),
(1536, '思明区', 242),
(1537, '海沧区', 242),
(1538, '湖里区', 242),
(1539, '集美区', 242),
(1540, '同安区', 242),
(1541, '翔安区', 242),
(1542, '城厢区', 243),
(1543, '涵江区', 243),
(1544, '荔城区', 243),
(1545, '秀屿区', 243),
(1546, '仙游县', 243),
(1547, '梅列区', 244),
(1548, '三元区', 244),
(1549, '明溪县', 244),
(1550, '清流县', 244),
(1551, '宁化县', 244),
(1552, '大田县', 244),
(1553, '尤溪县', 244),
(1554, '沙县', 244),
(1555, '将乐县', 244),
(1556, '泰宁县', 244),
(1557, '建宁县', 244),
(1558, '永安市', 244),
(1559, '鲤城区', 245),
(1560, '丰泽区', 245),
(1561, '洛江区', 245),
(1562, '泉港区', 245),
(1563, '惠安县', 245),
(1564, '安溪县', 245),
(1565, '永春县', 245),
(1566, '德化县', 245),
(1567, '金门县', 245),
(1568, '石狮市', 245),
(1569, '晋江市', 245),
(1570, '南安市', 245),
(1571, '芗城区', 246),
(1572, '龙文区', 246),
(1573, '云霄县', 246),
(1574, '漳浦县', 246),
(1575, '诏安县', 246),
(1576, '长泰县', 246),
(1577, '东山县', 246),
(1578, '南靖县', 246),
(1579, '平和县', 246),
(1580, '华安县', 246),
(1581, '龙海市', 246),
(1582, '延平区', 247),
(1583, '顺昌县', 247),
(1584, '浦城县', 247),
(1585, '光泽县', 247),
(1586, '松溪县', 247),
(1587, '政和县', 247),
(1588, '邵武市', 247),
(1589, '武夷山市', 247),
(1590, '建瓯市', 247),
(1591, '建阳市', 247),
(1592, '新罗区', 248),
(1593, '长汀县', 248),
(1594, '永定县', 248),
(1595, '上杭县', 248),
(1596, '武平县', 248),
(1597, '连城县', 248),
(1598, '漳平市', 248),
(1599, '蕉城区', 249),
(1600, '霞浦县', 249),
(1601, '古田县', 249),
(1602, '屏南县', 249),
(1603, '寿宁县', 249),
(1604, '周宁县', 249),
(1605, '柘荣县', 249),
(1606, '福安市', 249),
(1607, '福鼎市', 249),
(1608, '东湖区', 250),
(1609, '西湖区', 250),
(1610, '青云谱区', 250),
(1611, '湾里区', 250),
(1612, '青山湖区', 250),
(1613, '南昌县', 250),
(1614, '新建县', 250),
(1615, '安义县', 250),
(1616, '进贤县', 250),
(1617, '昌江区', 251),
(1618, '珠山区', 251),
(1619, '浮梁县', 251),
(1620, '乐平市', 251),
(1621, '安源区', 252),
(1622, '湘东区', 252),
(1623, '莲花县', 252),
(1624, '上栗县', 252),
(1625, '芦溪县', 252),
(1626, '庐山区', 253),
(1627, '浔阳区', 253),
(1628, '九江县', 253),
(1629, '武宁县', 253),
(1630, '修水县', 253),
(1631, '永修县', 253),
(1632, '德安县', 253),
(1633, '星子县', 253),
(1634, '都昌县', 253),
(1635, '湖口县', 253),
(1636, '彭泽县', 253),
(1637, '瑞昌市', 253),
(1638, '渝水区', 254),
(1639, '分宜县', 254),
(1640, '月湖区', 255),
(1641, '余江县', 255),
(1642, '贵溪市', 255),
(1643, '章贡区', 256),
(1644, '赣县', 256),
(1645, '信丰县', 256),
(1646, '大余县', 256),
(1647, '上犹县', 256),
(1648, '崇义县', 256),
(1649, '安远县', 256),
(1650, '龙南县', 256),
(1651, '定南县', 256),
(1652, '全南县', 256),
(1653, '宁都县', 256),
(1654, '于都县', 256),
(1655, '兴国县', 256),
(1656, '会昌县', 256),
(1657, '寻乌县', 256),
(1658, '石城县', 256),
(1659, '瑞金市', 256),
(1660, '南康市', 256),
(1661, '吉州区', 257),
(1662, '青原区', 257),
(1663, '吉安县', 257),
(1664, '吉水县', 257),
(1665, '峡江县', 257),
(1666, '新干县', 257),
(1667, '永丰县', 257),
(1668, '泰和县', 257),
(1669, '遂川县', 257),
(1670, '万安县', 257),
(1671, '安福县', 257),
(1672, '永新县', 257),
(1673, '井冈山市', 257),
(1674, '袁州区', 258),
(1675, '奉新县', 258),
(1676, '万载县', 258),
(1677, '上高县', 258),
(1678, '宜丰县', 258),
(1679, '靖安县', 258),
(1680, '铜鼓县', 258),
(1681, '丰城市', 258),
(1682, '樟树市', 258),
(1683, '高安市', 258),
(1684, '临川区', 259),
(1685, '南城县', 259),
(1686, '黎川县', 259),
(1687, '南丰县', 259),
(1688, '崇仁县', 259),
(1689, '乐安县', 259),
(1690, '宜黄县', 259),
(1691, '金溪县', 259),
(1692, '资溪县', 259),
(1693, '东乡县', 259),
(1694, '广昌县', 259),
(1695, '信州区', 260),
(1696, '上饶县', 260),
(1697, '广丰县', 260),
(1698, '玉山县', 260),
(1699, '铅山县', 260),
(1700, '横峰县', 260),
(1701, '弋阳县', 260),
(1702, '余干县', 260),
(1703, '鄱阳县', 260),
(1704, '万年县', 260),
(1705, '婺源县', 260),
(1706, '德兴市', 260),
(1707, '历下区', 261),
(1708, '市中区', 261),
(1709, '槐荫区', 261),
(1710, '天桥区', 261),
(1711, '历城区', 261),
(1712, '长清区', 261),
(1713, '平阴县', 261),
(1714, '济阳县', 261),
(1715, '商河县', 261),
(1716, '章丘市', 261),
(1717, '市南区', 262),
(1718, '市北区', 262),
(1719, '四方区', 262),
(1720, '黄岛区', 262),
(1721, '崂山区', 262),
(1722, '李沧区', 262),
(1723, '城阳区', 262),
(1724, '胶州市', 262),
(1725, '即墨市', 262),
(1726, '平度市', 262),
(1727, '胶南市', 262),
(1728, '莱西市', 262),
(1729, '淄川区', 263),
(1730, '张店区', 263),
(1731, '博山区', 263),
(1732, '临淄区', 263),
(1733, '周村区', 263),
(1734, '桓台县', 263),
(1735, '高青县', 263),
(1736, '沂源县', 263),
(1737, '市中区', 264),
(1738, '薛城区', 264),
(1739, '峄城区', 264),
(1740, '台儿庄区', 264),
(1741, '山亭区', 264),
(1742, '滕州市', 264),
(1743, '东营区', 265),
(1744, '河口区', 265),
(1745, '垦利县', 265),
(1746, '利津县', 265),
(1747, '广饶县', 265),
(1748, '芝罘区', 266),
(1749, '福山区', 266),
(1750, '牟平区', 266),
(1751, '莱山区', 266),
(1752, '长岛县', 266),
(1753, '龙口市', 266),
(1754, '莱阳市', 266),
(1755, '莱州市', 266),
(1756, '蓬莱市', 266),
(1757, '招远市', 266),
(1758, '栖霞市', 266),
(1759, '海阳市', 266),
(1760, '潍城区', 267),
(1761, '寒亭区', 267),
(1762, '坊子区', 267),
(1763, '奎文区', 267),
(1764, '临朐县', 267),
(1765, '昌乐县', 267),
(1766, '青州市', 267),
(1767, '诸城市', 267),
(1768, '寿光市', 267),
(1769, '安丘市', 267),
(1770, '高密市', 267),
(1771, '昌邑市', 267),
(1772, '市中区', 268),
(1773, '任城区', 268),
(1774, '微山县', 268),
(1775, '鱼台县', 268),
(1776, '金乡县', 268),
(1777, '嘉祥县', 268),
(1778, '汶上县', 268),
(1779, '泗水县', 268),
(1780, '梁山县', 268),
(1781, '曲阜市', 268),
(1782, '兖州市', 268),
(1783, '邹城市', 268),
(1784, '泰山区', 269),
(1785, '岱岳区', 269),
(1786, '宁阳县', 269),
(1787, '东平县', 269),
(1788, '新泰市', 269),
(1789, '肥城市', 269),
(1790, '环翠区', 270),
(1791, '文登市', 270),
(1792, '荣成市', 270),
(1793, '乳山市', 270),
(1794, '东港区', 271),
(1795, '岚山区', 271),
(1796, '五莲县', 271),
(1797, '莒县', 271),
(1798, '莱城区', 272),
(1799, '钢城区', 272),
(1800, '兰山区', 273),
(1801, '罗庄区', 273),
(1802, '河东区', 273),
(1803, '沂南县', 273),
(1804, '郯城县', 273),
(1805, '沂水县', 273),
(1806, '苍山县', 273),
(1807, '费县', 273),
(1808, '平邑县', 273),
(1809, '莒南县', 273),
(1810, '蒙阴县', 273),
(1811, '临沭县', 273),
(1812, '德城区', 274),
(1813, '陵县', 274),
(1814, '宁津县', 274),
(1815, '庆云县', 274),
(1816, '临邑县', 274),
(1817, '齐河县', 274),
(1818, '平原县', 274),
(1819, '夏津县', 274),
(1820, '武城县', 274),
(1821, '乐陵市', 274),
(1822, '禹城市', 274),
(1823, '东昌府区', 275),
(1824, '阳谷县', 275),
(1825, '莘县', 275),
(1826, '茌平县', 275),
(1827, '东阿县', 275),
(1828, '冠县', 275),
(1829, '高唐县', 275),
(1830, '临清市', 275),
(1831, '滨城区', 276),
(1832, '惠民县', 276),
(1833, '阳信县', 276),
(1834, '无棣县', 276),
(1835, '沾化县', 276),
(1836, '博兴县', 276),
(1837, '邹平县', 276),
(1838, '牡丹区', 277),
(1839, '曹县', 277),
(1840, '单县', 277),
(1841, '成武县', 277),
(1842, '巨野县', 277),
(1843, '郓城县', 277),
(1844, '鄄城县', 277),
(1845, '定陶县', 277),
(1846, '东明县', 277),
(1847, '中原区', 278),
(1848, '二七区', 278),
(1849, '管城回族区', 278),
(1850, '金水区', 278),
(1851, '上街区', 278),
(1852, '惠济区', 278),
(1853, '中牟县', 278),
(1854, '巩义市', 278),
(1855, '荥阳市', 278),
(1856, '新密市', 278),
(1857, '新郑市', 278),
(1858, '登封市', 278),
(1859, '龙亭区', 279),
(1860, '顺河回族区', 279),
(1861, '鼓楼区', 279),
(1862, '禹王台区', 279),
(1863, '金明区', 279),
(1864, '杞县', 279),
(1865, '通许县', 279),
(1866, '尉氏县', 279),
(1867, '开封县', 279),
(1868, '兰考县', 279),
(1869, '老城区', 280),
(1870, '西工区', 280),
(1871, '廛河回族区', 280),
(1872, '涧西区', 280),
(1873, '吉利区', 280),
(1874, '洛龙区', 280),
(1875, '孟津县', 280),
(1876, '新安县', 280),
(1877, '栾川县', 280),
(1878, '嵩县', 280),
(1879, '汝阳县', 280),
(1880, '宜阳县', 280),
(1881, '洛宁县', 280),
(1882, '伊川县', 280),
(1883, '偃师市', 280),
(1884, '新华区', 281),
(1885, '卫东区', 281),
(1886, '石龙区', 281),
(1887, '湛河区', 281),
(1888, '宝丰县', 281),
(1889, '叶县', 281),
(1890, '鲁山县', 281),
(1891, '郏县', 281),
(1892, '舞钢市', 281),
(1893, '汝州市', 281),
(1894, '文峰区', 282),
(1895, '北关区', 282),
(1896, '殷都区', 282),
(1897, '龙安区', 282),
(1898, '安阳县', 282),
(1899, '汤阴县', 282),
(1900, '滑县', 282),
(1901, '内黄县', 282),
(1902, '林州市', 282),
(1903, '鹤山区', 283),
(1904, '山城区', 283),
(1905, '淇滨区', 283),
(1906, '浚县', 283),
(1907, '淇县', 283),
(1908, '红旗区', 284),
(1909, '卫滨区', 284),
(1910, '凤泉区', 284),
(1911, '牧野区', 284),
(1912, '新乡县', 284),
(1913, '获嘉县', 284),
(1914, '原阳县', 284),
(1915, '延津县', 284),
(1916, '封丘县', 284),
(1917, '长垣县', 284),
(1918, '卫辉市', 284),
(1919, '辉县市', 284),
(1920, '解放区', 285),
(1921, '中站区', 285),
(1922, '马村区', 285),
(1923, '山阳区', 285),
(1924, '修武县', 285),
(1925, '博爱县', 285),
(1926, '武陟县', 285),
(1927, '温县', 285),
(1928, '济源市', 285),
(1929, '沁阳市', 285),
(1930, '孟州市', 285),
(1931, '华龙区', 286),
(1932, '清丰县', 286),
(1933, '南乐县', 286),
(1934, '范县', 286),
(1935, '台前县', 286),
(1936, '濮阳县', 286),
(1937, '魏都区', 287),
(1938, '许昌县', 287),
(1939, '鄢陵县', 287),
(1940, '襄城县', 287),
(1941, '禹州市', 287),
(1942, '长葛市', 287),
(1943, '源汇区', 288),
(1944, '郾城区', 288),
(1945, '召陵区', 288),
(1946, '舞阳县', 288),
(1947, '临颍县', 288),
(1948, '湖滨区', 289),
(1949, '渑池县', 289),
(1950, '陕县', 289),
(1951, '卢氏县', 289),
(1952, '义马市', 289),
(1953, '灵宝市', 289),
(1954, '宛城区', 290),
(1955, '卧龙区', 290),
(1956, '南召县', 290),
(1957, '方城县', 290),
(1958, '西峡县', 290),
(1959, '镇平县', 290),
(1960, '内乡县', 290),
(1961, '淅川县', 290),
(1962, '社旗县', 290),
(1963, '唐河县', 290),
(1964, '新野县', 290),
(1965, '桐柏县', 290),
(1966, '邓州市', 290),
(1967, '梁园区', 291),
(1968, '睢阳区', 291),
(1969, '民权县', 291),
(1970, '睢县', 291),
(1971, '宁陵县', 291),
(1972, '柘城县', 291),
(1973, '虞城县', 291),
(1974, '夏邑县', 291),
(1975, '永城市', 291),
(1976, '浉河区', 292),
(1977, '平桥区', 292),
(1978, '罗山县', 292),
(1979, '光山县', 292),
(1980, '新县', 292),
(1981, '商城县', 292),
(1982, '固始县', 292),
(1983, '潢川县', 292),
(1984, '淮滨县', 292),
(1985, '息县', 292),
(1986, '川汇区', 293),
(1987, '扶沟县', 293),
(1988, '西华县', 293),
(1989, '商水县', 293),
(1990, '沈丘县', 293),
(1991, '郸城县', 293),
(1992, '淮阳县', 293),
(1993, '太康县', 293),
(1994, '鹿邑县', 293),
(1995, '项城市', 293),
(1996, '驿城区', 294),
(1997, '西平县', 294),
(1998, '上蔡县', 294),
(1999, '平舆县', 294),
(2000, '正阳县', 294),
(2001, '确山县', 294),
(2002, '泌阳县', 294),
(2003, '汝南县', 294),
(2004, '遂平县', 294),
(2005, '新蔡县', 294),
(2006, '江岸区', 295),
(2007, '江汉区', 295),
(2008, '硚口区', 295),
(2009, '汉阳区', 295),
(2010, '武昌区', 295),
(2011, '青山区', 295),
(2012, '洪山区', 295),
(2013, '东西湖区', 295),
(2014, '汉南区', 295),
(2015, '蔡甸区', 295),
(2016, '江夏区', 295),
(2017, '黄陂区', 295),
(2018, '新洲区', 295),
(2019, '黄石港区', 296),
(2020, '西塞山区', 296),
(2021, '下陆区', 296),
(2022, '铁山区', 296),
(2023, '阳新县', 296),
(2024, '大冶市', 296),
(2025, '茅箭区', 297),
(2026, '张湾区', 297),
(2027, '郧县', 297),
(2028, '郧西县', 297),
(2029, '竹山县', 297),
(2030, '竹溪县', 297),
(2031, '房县', 297),
(2032, '丹江口市', 297),
(2033, '西陵区', 298),
(2034, '伍家岗区', 298),
(2035, '点军区', 298),
(2036, '猇亭区', 298),
(2037, '夷陵区', 298),
(2038, '远安县', 298),
(2039, '兴山县', 298),
(2040, '秭归县', 298),
(2041, '长阳土家族自治县', 298),
(2042, '五峰土家族自治县', 298),
(2043, '宜都市', 298),
(2044, '当阳市', 298),
(2045, '枝江市', 298),
(2046, '襄城区', 299),
(2047, '樊城区', 299),
(2048, '襄阳区', 299),
(2049, '南漳县', 299),
(2050, '谷城县', 299),
(2051, '保康县', 299),
(2052, '老河口市', 299),
(2053, '枣阳市', 299),
(2054, '宜城市', 299),
(2055, '梁子湖区', 300),
(2056, '华容区', 300),
(2057, '鄂城区', 300),
(2058, '东宝区', 301),
(2059, '掇刀区', 301),
(2060, '京山县', 301),
(2061, '沙洋县', 301),
(2062, '钟祥市', 301),
(2063, '孝南区', 302),
(2064, '孝昌县', 302),
(2065, '大悟县', 302),
(2066, '云梦县', 302),
(2067, '应城市', 302),
(2068, '安陆市', 302),
(2069, '汉川市', 302),
(2070, '沙市区', 303),
(2071, '荆州区', 303),
(2072, '公安县', 303),
(2073, '监利县', 303),
(2074, '江陵县', 303),
(2075, '石首市', 303),
(2076, '洪湖市', 303),
(2077, '松滋市', 303),
(2078, '黄州区', 304),
(2079, '团风县', 304),
(2080, '红安县', 304),
(2081, '罗田县', 304),
(2082, '英山县', 304),
(2083, '浠水县', 304),
(2084, '蕲春县', 304),
(2085, '黄梅县', 304),
(2086, '麻城市', 304),
(2087, '武穴市', 304),
(2088, '咸安区', 305),
(2089, '嘉鱼县', 305),
(2090, '通城县', 305),
(2091, '崇阳县', 305),
(2092, '通山县', 305),
(2093, '赤壁市', 305),
(2094, '曾都区', 306),
(2095, '广水市', 306),
(2096, '恩施市', 307),
(2097, '利川市', 307),
(2098, '建始县', 307),
(2099, '巴东县', 307),
(2100, '宣恩县', 307),
(2101, '咸丰县', 307),
(2102, '来凤县', 307),
(2103, '鹤峰县', 307),
(2104, '芙蓉区', 312),
(2105, '天心区', 312),
(2106, '岳麓区', 312),
(2107, '开福区', 312),
(2108, '雨花区', 312),
(2109, '长沙县', 312),
(2110, '望城县', 312),
(2111, '宁乡县', 312),
(2112, '浏阳市', 312),
(2113, '荷塘区', 313),
(2114, '芦淞区', 313),
(2115, '石峰区', 313),
(2116, '天元区', 313),
(2117, '株洲县', 313),
(2118, '攸县', 313),
(2119, '茶陵县', 313),
(2120, '炎陵县', 313),
(2121, '醴陵市', 313),
(2122, '雨湖区', 314),
(2123, '岳塘区', 314),
(2124, '湘潭县', 314),
(2125, '湘乡市', 314),
(2126, '韶山市', 314),
(2127, '珠晖区', 315),
(2128, '雁峰区', 315),
(2129, '石鼓区', 315),
(2130, '蒸湘区', 315),
(2131, '南岳区', 315),
(2132, '衡阳县', 315),
(2133, '衡南县', 315),
(2134, '衡山县', 315),
(2135, '衡东县', 315),
(2136, '祁东县', 315),
(2137, '耒阳市', 315),
(2138, '常宁市', 315),
(2139, '双清区', 316),
(2140, '大祥区', 316),
(2141, '北塔区', 316),
(2142, '邵东县', 316),
(2143, '新邵县', 316),
(2144, '邵阳县', 316),
(2145, '隆回县', 316),
(2146, '洞口县', 316),
(2147, '绥宁县', 316),
(2148, '新宁县', 316),
(2149, '城步苗族自治县', 316),
(2150, '武冈市', 316),
(2151, '岳阳楼区', 317),
(2152, '云溪区', 317),
(2153, '君山区', 317),
(2154, '岳阳县', 317),
(2155, '华容县', 317),
(2156, '湘阴县', 317),
(2157, '平江县', 317),
(2158, '汨罗市', 317),
(2159, '临湘市', 317),
(2160, '武陵区', 318),
(2161, '鼎城区', 318),
(2162, '安乡县', 318),
(2163, '汉寿县', 318),
(2164, '澧县', 318),
(2165, '临澧县', 318),
(2166, '桃源县', 318),
(2167, '石门县', 318),
(2168, '津市市', 318),
(2169, '永定区', 319),
(2170, '武陵源区', 319),
(2171, '慈利县', 319),
(2172, '桑植县', 319),
(2173, '资阳区', 320),
(2174, '赫山区', 320),
(2175, '南县', 320),
(2176, '桃江县', 320),
(2177, '安化县', 320),
(2178, '沅江市', 320),
(2179, '北湖区', 321),
(2180, '苏仙区', 321),
(2181, '桂阳县', 321),
(2182, '宜章县', 321),
(2183, '永兴县', 321),
(2184, '嘉禾县', 321),
(2185, '临武县', 321),
(2186, '汝城县', 321),
(2187, '桂东县', 321),
(2188, '安仁县', 321),
(2189, '资兴市', 321),
(2190, '零陵区', 322),
(2191, '冷水滩区', 322),
(2192, '祁阳县', 322),
(2193, '东安县', 322),
(2194, '双牌县', 322),
(2195, '道县', 322),
(2196, '江永县', 322),
(2197, '宁远县', 322),
(2198, '蓝山县', 322),
(2199, '新田县', 322),
(2200, '江华瑶族自治县', 322),
(2201, '鹤城区', 323),
(2202, '中方县', 323),
(2203, '沅陵县', 323),
(2204, '辰溪县', 323),
(2205, '溆浦县', 323),
(2206, '会同县', 323),
(2207, '麻阳苗族自治县', 323),
(2208, '新晃侗族自治县', 323),
(2209, '芷江侗族自治县', 323),
(2210, '靖州苗族侗族自治县', 323),
(2211, '通道侗族自治县', 323),
(2212, '洪江市', 323),
(2213, '娄星区', 324),
(2214, '双峰县', 324),
(2215, '新化县', 324),
(2216, '冷水江市', 324),
(2217, '涟源市', 324),
(2218, '吉首市', 325),
(2219, '泸溪县', 325),
(2220, '凤凰县', 325),
(2221, '花垣县', 325),
(2222, '保靖县', 325),
(2223, '古丈县', 325),
(2224, '永顺县', 325),
(2225, '龙山县', 325),
(2226, '荔湾区', 326),
(2227, '越秀区', 326),
(2228, '海珠区', 326),
(2229, '天河区', 326),
(2230, '白云区', 326),
(2231, '黄埔区', 326),
(2232, '番禺区', 326),
(2233, '花都区', 326),
(2234, '南沙区', 326),
(2235, '萝岗区', 326),
(2236, '增城市', 326),
(2237, '从化市', 326),
(2238, '武江区', 327),
(2239, '浈江区', 327),
(2240, '曲江区', 327),
(2241, '始兴县', 327),
(2242, '仁化县', 327),
(2243, '翁源县', 327),
(2244, '乳源瑶族自治县', 327),
(2245, '新丰县', 327),
(2246, '乐昌市', 327),
(2247, '南雄市', 327),
(2248, '罗湖区', 328),
(2249, '福田区', 328),
(2250, '南山区', 328),
(2251, '宝安区', 328),
(2252, '龙岗区', 328),
(2253, '盐田区', 328),
(2254, '香洲区', 329),
(2255, '斗门区', 329),
(2256, '金湾区', 329),
(2257, '龙湖区', 330),
(2258, '金平区', 330),
(2259, '濠江区', 330),
(2260, '潮阳区', 330),
(2261, '潮南区', 330),
(2262, '澄海区', 330),
(2263, '南澳县', 330),
(2264, '禅城区', 331),
(2265, '南海区', 331),
(2266, '顺德区', 331),
(2267, '三水区', 331),
(2268, '高明区', 331),
(2269, '蓬江区', 332),
(2270, '江海区', 332),
(2271, '新会区', 332),
(2272, '台山市', 332),
(2273, '开平市', 332),
(2274, '鹤山市', 332),
(2275, '恩平市', 332),
(2276, '赤坎区', 333),
(2277, '霞山区', 333),
(2278, '坡头区', 333),
(2279, '麻章区', 333),
(2280, '遂溪县', 333),
(2281, '徐闻县', 333),
(2282, '廉江市', 333),
(2283, '雷州市', 333),
(2284, '吴川市', 333),
(2285, '茂南区', 334),
(2286, '茂港区', 334),
(2287, '电白县', 334),
(2288, '高州市', 334),
(2289, '化州市', 334),
(2290, '信宜市', 334),
(2291, '端州区', 335),
(2292, '鼎湖区', 335),
(2293, '广宁县', 335),
(2294, '怀集县', 335),
(2295, '封开县', 335),
(2296, '德庆县', 335),
(2297, '高要市', 335),
(2298, '四会市', 335),
(2299, '惠城区', 336),
(2300, '惠阳区', 336),
(2301, '博罗县', 336),
(2302, '惠东县', 336),
(2303, '龙门县', 336),
(2304, '梅江区', 337),
(2305, '梅县', 337),
(2306, '大埔县', 337),
(2307, '丰顺县', 337),
(2308, '五华县', 337),
(2309, '平远县', 337),
(2310, '蕉岭县', 337),
(2311, '兴宁市', 337),
(2312, '城区', 338),
(2313, '海丰县', 338),
(2314, '陆河县', 338),
(2315, '陆丰市', 338),
(2316, '源城区', 339),
(2317, '紫金县', 339),
(2318, '龙川县', 339),
(2319, '连平县', 339),
(2320, '和平县', 339),
(2321, '东源县', 339),
(2322, '江城区', 340),
(2323, '阳西县', 340),
(2324, '阳东县', 340),
(2325, '阳春市', 340),
(2326, '清城区', 341),
(2327, '佛冈县', 341),
(2328, '阳山县', 341),
(2329, '连山壮族瑶族自治县', 341),
(2330, '连南瑶族自治县', 341),
(2331, '清新县', 341),
(2332, '英德市', 341),
(2333, '连州市', 341),
(2334, '湘桥区', 344),
(2335, '潮安县', 344),
(2336, '饶平县', 344),
(2337, '榕城区', 345),
(2338, '揭东县', 345),
(2339, '揭西县', 345),
(2340, '惠来县', 345),
(2341, '普宁市', 345),
(2342, '云城区', 346),
(2343, '新兴县', 346),
(2344, '郁南县', 346),
(2345, '云安县', 346),
(2346, '罗定市', 346),
(2347, '兴宁区', 347),
(2348, '青秀区', 347),
(2349, '江南区', 347),
(2350, '西乡塘区', 347),
(2351, '良庆区', 347),
(2352, '邕宁区', 347),
(2353, '武鸣县', 347),
(2354, '隆安县', 347),
(2355, '马山县', 347),
(2356, '上林县', 347),
(2357, '宾阳县', 347),
(2358, '横县', 347),
(2359, '城中区', 348),
(2360, '鱼峰区', 348),
(2361, '柳南区', 348),
(2362, '柳北区', 348),
(2363, '柳江县', 348),
(2364, '柳城县', 348),
(2365, '鹿寨县', 348),
(2366, '融安县', 348),
(2367, '融水苗族自治县', 348),
(2368, '三江侗族自治县', 348),
(2369, '秀峰区', 349),
(2370, '叠彩区', 349),
(2371, '象山区', 349),
(2372, '七星区', 349),
(2373, '雁山区', 349),
(2374, '阳朔县', 349),
(2375, '临桂县', 349),
(2376, '灵川县', 349),
(2377, '全州县', 349),
(2378, '兴安县', 349),
(2379, '永福县', 349),
(2380, '灌阳县', 349),
(2381, '龙胜各族自治县', 349),
(2382, '资源县', 349),
(2383, '平乐县', 349),
(2384, '荔蒲县', 349),
(2385, '恭城瑶族自治县', 349),
(2386, '万秀区', 350),
(2387, '蝶山区', 350),
(2388, '长洲区', 350),
(2389, '苍梧县', 350),
(2390, '藤县', 350),
(2391, '蒙山县', 350),
(2392, '岑溪市', 350),
(2393, '海城区', 351),
(2394, '银海区', 351),
(2395, '铁山港区', 351),
(2396, '合浦县', 351),
(2397, '港口区', 352),
(2398, '防城区', 352),
(2399, '上思县', 352),
(2400, '东兴市', 352),
(2401, '钦南区', 353),
(2402, '钦北区', 353),
(2403, '灵山县', 353),
(2404, '浦北县', 353),
(2405, '港北区', 354),
(2406, '港南区', 354),
(2407, '覃塘区', 354),
(2408, '平南县', 354),
(2409, '桂平市', 354),
(2410, '玉州区', 355),
(2411, '容县', 355),
(2412, '陆川县', 355),
(2413, '博白县', 355),
(2414, '兴业县', 355),
(2415, '北流市', 355),
(2416, '右江区', 356),
(2417, '田阳县', 356),
(2418, '田东县', 356),
(2419, '平果县', 356),
(2420, '德保县', 356),
(2421, '靖西县', 356),
(2422, '那坡县', 356),
(2423, '凌云县', 356),
(2424, '乐业县', 356),
(2425, '田林县', 356),
(2426, '西林县', 356),
(2427, '隆林各族自治县', 356),
(2428, '八步区', 357),
(2429, '昭平县', 357),
(2430, '钟山县', 357),
(2431, '富川瑶族自治县', 357),
(2432, '金城江区', 358),
(2433, '南丹县', 358),
(2434, '天峨县', 358),
(2435, '凤山县', 358),
(2436, '东兰县', 358),
(2437, '罗城仫佬族自治县', 358),
(2438, '环江毛南族自治县', 358),
(2439, '巴马瑶族自治县', 358),
(2440, '都安瑶族自治县', 358),
(2441, '大化瑶族自治县', 358),
(2442, '宜州市', 358),
(2443, '兴宾区', 359),
(2444, '忻城县', 359),
(2445, '象州县', 359),
(2446, '武宣县', 359),
(2447, '金秀瑶族自治县', 359),
(2448, '合山市', 359),
(2449, '江洲区', 360),
(2450, '扶绥县', 360),
(2451, '宁明县', 360),
(2452, '龙州县', 360),
(2453, '大新县', 360),
(2454, '天等县', 360),
(2455, '凭祥市', 360),
(2456, '秀英区', 361),
(2457, '龙华区', 361),
(2458, '琼山区', 361),
(2459, '美兰区', 361),
(2460, '锦江区', 382),
(2461, '青羊区', 382),
(2462, '金牛区', 382),
(2463, '武侯区', 382),
(2464, '成华区', 382),
(2465, '龙泉驿区', 382),
(2466, '青白江区', 382),
(2467, '新都区', 382),
(2468, '温江区', 382),
(2469, '金堂县', 382),
(2470, '双流县', 382),
(2471, '郫县', 382),
(2472, '大邑县', 382),
(2473, '蒲江县', 382),
(2474, '新津县', 382),
(2475, '都江堰市', 382),
(2476, '彭州市', 382),
(2477, '邛崃市', 382),
(2478, '崇州市', 382),
(2479, '自流井区', 383),
(2480, '贡井区', 383),
(2481, '大安区', 383),
(2482, '沿滩区', 383),
(2483, '荣县', 383),
(2484, '富顺县', 383),
(2485, '东区', 384),
(2486, '西区', 384),
(2487, '仁和区', 384),
(2488, '米易县', 384),
(2489, '盐边县', 384),
(2490, '江阳区', 385),
(2491, '纳溪区', 385),
(2492, '龙马潭区', 385),
(2493, '泸县', 385),
(2494, '合江县', 385),
(2495, '叙永县', 385),
(2496, '古蔺县', 385),
(2497, '旌阳区', 386),
(2498, '中江县', 386),
(2499, '罗江县', 386),
(2500, '广汉市', 386),
(2501, '什邡市', 386),
(2502, '绵竹市', 386),
(2503, '涪城区', 387),
(2504, '游仙区', 387),
(2505, '三台县', 387),
(2506, '盐亭县', 387),
(2507, '安县', 387),
(2508, '梓潼县', 387),
(2509, '北川羌族自治县', 387),
(2510, '平武县', 387),
(2511, '江油市', 387),
(2512, '市中区', 388),
(2513, '元坝区', 388),
(2514, '朝天区', 388),
(2515, '旺苍县', 388),
(2516, '青川县', 388),
(2517, '剑阁县', 388),
(2518, '苍溪县', 388),
(2519, '船山区', 389),
(2520, '安居区', 389),
(2521, '蓬溪县', 389),
(2522, '射洪县', 389),
(2523, '大英县', 389),
(2524, '市中区', 390),
(2525, '东兴区', 390),
(2526, '威远县', 390),
(2527, '资中县', 390),
(2528, '隆昌县', 390),
(2529, '市中区', 391),
(2530, '沙湾区', 391),
(2531, '五通桥区', 391),
(2532, '金口河区', 391),
(2533, '犍为县', 391),
(2534, '井研县', 391),
(2535, '夹江县', 391),
(2536, '沐川县', 391),
(2537, '峨边彝族自治县', 391),
(2538, '马边彝族自治县', 391),
(2539, '峨眉山市', 391),
(2540, '顺庆区', 392),
(2541, '高坪区', 392),
(2542, '嘉陵区', 392),
(2543, '南部县', 392),
(2544, '营山县', 392),
(2545, '蓬安县', 392),
(2546, '仪陇县', 392),
(2547, '西充县', 392),
(2548, '阆中市', 392),
(2549, '东坡区', 393),
(2550, '仁寿县', 393),
(2551, '彭山县', 393),
(2552, '洪雅县', 393),
(2553, '丹棱县', 393),
(2554, '青神县', 393),
(2555, '翠屏区', 394),
(2556, '宜宾县', 394),
(2557, '南溪县', 394),
(2558, '江安县', 394),
(2559, '长宁县', 394),
(2560, '高县', 394),
(2561, '珙县', 394),
(2562, '筠连县', 394),
(2563, '兴文县', 394),
(2564, '屏山县', 394),
(2565, '广安区', 395),
(2566, '岳池县', 395),
(2567, '武胜县', 395),
(2568, '邻水县', 395),
(2569, '华蓥市', 395),
(2570, '通川区', 396),
(2571, '达县', 396),
(2572, '宣汉县', 396),
(2573, '开江县', 396),
(2574, '大竹县', 396),
(2575, '渠县', 396),
(2576, '万源市', 396),
(2577, '雨城区', 397),
(2578, '名山县', 397),
(2579, '荥经县', 397),
(2580, '汉源县', 397),
(2581, '石棉县', 397),
(2582, '天全县', 397),
(2583, '芦山县', 397),
(2584, '宝兴县', 397),
(2585, '巴州区', 398),
(2586, '通江县', 398),
(2587, '南江县', 398),
(2588, '平昌县', 398),
(2589, '雁江区', 399),
(2590, '安岳县', 399),
(2591, '乐至县', 399),
(2592, '简阳市', 399),
(2593, '汶川县', 400),
(2594, '理县', 400),
(2595, '茂县', 400),
(2596, '松潘县', 400),
(2597, '九寨沟县', 400),
(2598, '金川县', 400),
(2599, '小金县', 400),
(2600, '黑水县', 400),
(2601, '马尔康县', 400),
(2602, '壤塘县', 400),
(2603, '阿坝县', 400),
(2604, '若尔盖县', 400),
(2605, '红原县', 400),
(2606, '康定县', 401),
(2607, '泸定县', 401),
(2608, '丹巴县', 401),
(2609, '九龙县', 401),
(2610, '雅江县', 401),
(2611, '道孚县', 401),
(2612, '炉霍县', 401),
(2613, '甘孜县', 401),
(2614, '新龙县', 401),
(2615, '德格县', 401),
(2616, '白玉县', 401),
(2617, '石渠县', 401),
(2618, '色达县', 401),
(2619, '理塘县', 401),
(2620, '巴塘县', 401),
(2621, '乡城县', 401),
(2622, '稻城县', 401),
(2623, '得荣县', 401),
(2624, '西昌市', 402),
(2625, '木里藏族自治县', 402),
(2626, '盐源县', 402),
(2627, '德昌县', 402),
(2628, '会理县', 402),
(2629, '会东县', 402),
(2630, '宁南县', 402),
(2631, '普格县', 402),
(2632, '布拖县', 402),
(2633, '金阳县', 402),
(2634, '昭觉县', 402),
(2635, '喜德县', 402),
(2636, '冕宁县', 402),
(2637, '越西县', 402),
(2638, '甘洛县', 402),
(2639, '美姑县', 402),
(2640, '雷波县', 402),
(2641, '南明区', 403),
(2642, '云岩区', 403),
(2643, '花溪区', 403),
(2644, '乌当区', 403),
(2645, '白云区', 403),
(2646, '小河区', 403),
(2647, '开阳县', 403),
(2648, '息烽县', 403),
(2649, '修文县', 403),
(2650, '清镇市', 403),
(2651, '钟山区', 404),
(2652, '六枝特区', 404),
(2653, '水城县', 404),
(2654, '盘县', 404),
(2655, '红花岗区', 405),
(2656, '汇川区', 405),
(2657, '遵义县', 405),
(2658, '桐梓县', 405),
(2659, '绥阳县', 405),
(2660, '正安县', 405),
(2661, '道真仡佬族苗族自治县', 405),
(2662, '务川仡佬族苗族自治县', 405),
(2663, '凤冈县', 405),
(2664, '湄潭县', 405),
(2665, '余庆县', 405),
(2666, '习水县', 405),
(2667, '赤水市', 405),
(2668, '仁怀市', 405),
(2669, '西秀区', 406),
(2670, '平坝县', 406),
(2671, '普定县', 406),
(2672, '镇宁布依族苗族自治县', 406),
(2673, '关岭布依族苗族自治县', 406),
(2674, '紫云苗族布依族自治县', 406),
(2675, '铜仁市', 407),
(2676, '江口县', 407),
(2677, '玉屏侗族自治县', 407),
(2678, '石阡县', 407),
(2679, '思南县', 407),
(2680, '印江土家族苗族自治县', 407),
(2681, '德江县', 407),
(2682, '沿河土家族自治县', 407),
(2683, '松桃苗族自治县', 407),
(2684, '万山特区', 407),
(2685, '兴义市', 408),
(2686, '兴仁县', 408),
(2687, '普安县', 408),
(2688, '晴隆县', 408),
(2689, '贞丰县', 408),
(2690, '望谟县', 408),
(2691, '册亨县', 408),
(2692, '安龙县', 408),
(2693, '毕节市', 409),
(2694, '大方县', 409),
(2695, '黔西县', 409),
(2696, '金沙县', 409),
(2697, '织金县', 409),
(2698, '纳雍县', 409),
(2699, '威宁彝族回族苗族自治县', 409),
(2700, '赫章县', 409),
(2701, '凯里市', 410),
(2702, '黄平县', 410),
(2703, '施秉县', 410),
(2704, '三穗县', 410),
(2705, '镇远县', 410),
(2706, '岑巩县', 410),
(2707, '天柱县', 410),
(2708, '锦屏县', 410),
(2709, '剑河县', 410),
(2710, '台江县', 410),
(2711, '黎平县', 410),
(2712, '榕江县', 410),
(2713, '从江县', 410),
(2714, '雷山县', 410),
(2715, '麻江县', 410),
(2716, '丹寨县', 410),
(2717, '都匀市', 411),
(2718, '福泉市', 411),
(2719, '荔波县', 411),
(2720, '贵定县', 411),
(2721, '瓮安县', 411),
(2722, '独山县', 411),
(2723, '平塘县', 411),
(2724, '罗甸县', 411),
(2725, '长顺县', 411),
(2726, '龙里县', 411),
(2727, '惠水县', 411),
(2728, '三都水族自治县', 411),
(2729, '五华区', 412),
(2730, '盘龙区', 412),
(2731, '官渡区', 412),
(2732, '西山区', 412),
(2733, '东川区', 412),
(2734, '呈贡县', 412),
(2735, '晋宁县', 412),
(2736, '富民县', 412),
(2737, '宜良县', 412),
(2738, '石林彝族自治县', 412),
(2739, '嵩明县', 412),
(2740, '禄劝彝族苗族自治县', 412),
(2741, '寻甸回族彝族自治县', 412),
(2742, '安宁市', 412),
(2743, '麒麟区', 413),
(2744, '马龙县', 413),
(2745, '陆良县', 413),
(2746, '师宗县', 413),
(2747, '罗平县', 413),
(2748, '富源县', 413),
(2749, '会泽县', 413),
(2750, '沾益县', 413),
(2751, '宣威市', 413),
(2752, '红塔区', 414),
(2753, '江川县', 414),
(2754, '澄江县', 414),
(2755, '通海县', 414),
(2756, '华宁县', 414),
(2757, '易门县', 414),
(2758, '峨山彝族自治县', 414),
(2759, '新平彝族傣族自治县', 414),
(2760, '元江哈尼族彝族傣族自治县', 414),
(2761, '隆阳区', 415),
(2762, '施甸县', 415),
(2763, '腾冲县', 415),
(2764, '龙陵县', 415),
(2765, '昌宁县', 415),
(2766, '昭阳区', 416),
(2767, '鲁甸县', 416),
(2768, '巧家县', 416),
(2769, '盐津县', 416),
(2770, '大关县', 416),
(2771, '永善县', 416),
(2772, '绥江县', 416),
(2773, '镇雄县', 416),
(2774, '彝良县', 416),
(2775, '威信县', 416),
(2776, '水富县', 416),
(2777, '古城区', 417),
(2778, '玉龙纳西族自治县', 417),
(2779, '永胜县', 417),
(2780, '华坪县', 417),
(2781, '宁蒗彝族自治县', 417),
(2782, '翠云区', 418),
(2783, '普洱哈尼族彝族自治县', 418),
(2784, '墨江哈尼族自治县', 418),
(2785, '景东彝族自治县', 418),
(2786, '景谷傣族彝族自治县', 418),
(2787, '镇沅彝族哈尼族拉祜族自治县', 418),
(2788, '江城哈尼族彝族自治县', 418),
(2789, '孟连傣族拉祜族佤族自治县', 418),
(2790, '澜沧拉祜族自治县', 418),
(2791, '西盟佤族自治县', 418),
(2792, '临翔区', 419),
(2793, '凤庆县', 419),
(2794, '云县', 419),
(2795, '永德县', 419),
(2796, '镇康县', 419),
(2797, '双江拉祜族佤族布朗族傣族自治县', 419),
(2798, '耿马傣族佤族自治县', 419),
(2799, '沧源佤族自治县', 420),
(2800, '楚雄市', 420),
(2801, '双柏县', 420),
(2802, '牟定县', 420),
(2803, '南华县', 420),
(2804, '姚安县', 420),
(2805, '大姚县', 420),
(2806, '永仁县', 420),
(2807, '元谋县', 420),
(2808, '武定县', 420),
(2809, '禄丰县', 420),
(2810, '个旧市', 421),
(2811, '开远市', 421),
(2812, '蒙自县', 421),
(2813, '屏边苗族自治县', 421),
(2814, '建水县', 421),
(2815, '石屏县', 421),
(2816, '弥勒县', 421),
(2817, '泸西县', 421),
(2818, '元阳县', 421),
(2819, '红河县', 421),
(2820, '金平苗族瑶族傣族自治县', 421),
(2821, '绿春县', 421),
(2822, '河口瑶族自治县', 421),
(2823, '文山县', 422),
(2824, '砚山县', 422),
(2825, '西畴县', 422),
(2826, '麻栗坡县', 422),
(2827, '马关县', 422),
(2828, '丘北县', 422),
(2829, '广南县', 422),
(2830, '富宁县', 422),
(2831, '景洪市', 423),
(2832, '勐海县', 423),
(2833, '勐腊县', 423),
(2834, '大理市', 424),
(2835, '漾濞彝族自治县', 424),
(2836, '祥云县', 424),
(2837, '宾川县', 424),
(2838, '弥渡县', 424),
(2839, '南涧彝族自治县', 424);
INSERT INTO `mariah_city` (`id`, `name`, `parentid`) VALUES
(2840, '巍山彝族回族自治县', 424),
(2841, '永平县', 424),
(2842, '云龙县', 424),
(2843, '洱源县', 424),
(2844, '剑川县', 424),
(2845, '鹤庆县', 424),
(2846, '瑞丽市', 425),
(2847, '潞西市', 425),
(2848, '梁河县', 425),
(2849, '盈江县', 425),
(2850, '陇川县', 425),
(2851, '泸水县', 426),
(2852, '福贡县', 426),
(2853, '贡山独龙族怒族自治县', 426),
(2854, '兰坪白族普米族自治县', 426),
(2855, '香格里拉县', 427),
(2856, '德钦县', 427),
(2857, '维西傈僳族自治县', 427),
(2858, '城关区', 428),
(2859, '林周县', 428),
(2860, '当雄县', 428),
(2861, '尼木县', 428),
(2862, '曲水县', 428),
(2863, '堆龙德庆县', 428),
(2864, '达孜县', 428),
(2865, '墨竹工卡县', 428),
(2866, '昌都县', 429),
(2867, '江达县', 429),
(2868, '贡觉县', 429),
(2869, '类乌齐县', 429),
(2870, '丁青县', 429),
(2871, '察雅县', 429),
(2872, '八宿县', 429),
(2873, '左贡县', 429),
(2874, '芒康县', 429),
(2875, '洛隆县', 429),
(2876, '边坝县', 429),
(2877, '乃东县', 430),
(2878, '扎囊县', 430),
(2879, '贡嘎县', 430),
(2880, '桑日县', 430),
(2881, '琼结县', 430),
(2882, '曲松县', 430),
(2883, '措美县', 430),
(2884, '洛扎县', 430),
(2885, '加查县', 430),
(2886, '隆子县', 430),
(2887, '错那县', 430),
(2888, '浪卡子县', 430),
(2889, '日喀则市', 431),
(2890, '南木林县', 431),
(2891, '江孜县', 431),
(2892, '定日县', 431),
(2893, '萨迦县', 431),
(2894, '拉孜县', 431),
(2895, '昂仁县', 431),
(2896, '谢通门县', 431),
(2897, '白朗县', 431),
(2898, '仁布县', 431),
(2899, '康马县', 431),
(2900, '定结县', 431),
(2901, '仲巴县', 431),
(2902, '亚东县', 431),
(2903, '吉隆县', 431),
(2904, '聂拉木县', 431),
(2905, '萨嘎县', 431),
(2906, '岗巴县', 431),
(2907, '那曲县', 432),
(2908, '嘉黎县', 432),
(2909, '比如县', 432),
(2910, '聂荣县', 432),
(2911, '安多县', 432),
(2912, '申扎县', 432),
(2913, '索县', 432),
(2914, '班戈县', 432),
(2915, '巴青县', 432),
(2916, '尼玛县', 432),
(2917, '普兰县', 433),
(2918, '札达县', 433),
(2919, '噶尔县', 433),
(2920, '日土县', 433),
(2921, '革吉县', 433),
(2922, '改则县', 433),
(2923, '措勤县', 433),
(2924, '林芝县', 434),
(2925, '工布江达县', 434),
(2926, '米林县', 434),
(2927, '墨脱县', 434),
(2928, '波密县', 434),
(2929, '察隅县', 434),
(2930, '朗县', 434),
(2931, '新城区', 435),
(2932, '碑林区', 435),
(2933, '莲湖区', 435),
(2934, '灞桥区', 435),
(2935, '未央区', 435),
(2936, '雁塔区', 435),
(2937, '阎良区', 435),
(2938, '临潼区', 435),
(2939, '长安区', 435),
(2940, '蓝田县', 435),
(2941, '周至县', 435),
(2942, '户县', 435),
(2943, '高陵县', 435),
(2944, '王益区', 436),
(2945, '印台区', 436),
(2946, '耀州区', 436),
(2947, '宜君县', 436),
(2948, '渭滨区', 437),
(2949, '金台区', 437),
(2950, '陈仓区', 437),
(2951, '凤翔县', 437),
(2952, '岐山县', 437),
(2953, '扶风县', 437),
(2954, '眉县', 437),
(2955, '陇县', 437),
(2956, '千阳县', 437),
(2957, '麟游县', 437),
(2958, '凤县', 437),
(2959, '太白县', 437),
(2960, '秦都区', 438),
(2961, '杨凌区', 438),
(2962, '渭城区', 438),
(2963, '三原县', 438),
(2964, '泾阳县', 438),
(2965, '乾县', 438),
(2966, '礼泉县', 438),
(2967, '永寿县', 438),
(2968, '彬县', 438),
(2969, '长武县', 438),
(2970, '旬邑县', 438),
(2971, '淳化县', 438),
(2972, '武功县', 438),
(2973, '兴平市', 438),
(2974, '临渭区', 439),
(2975, '华县', 439),
(2976, '潼关县', 439),
(2977, '大荔县', 439),
(2978, '合阳县', 439),
(2979, '澄城县', 439),
(2980, '蒲城县', 439),
(2981, '白水县', 439),
(2982, '富平县', 439),
(2983, '韩城市', 439),
(2984, '华阴市', 439),
(2985, '宝塔区', 440),
(2986, '延长县', 440),
(2987, '延川县', 440),
(2988, '子长县', 440),
(2989, '安塞县', 440),
(2990, '志丹县', 440),
(2991, '吴起县', 440),
(2992, '甘泉县', 440),
(2993, '富县', 440),
(2994, '洛川县', 440),
(2995, '宜川县', 440),
(2996, '黄龙县', 440),
(2997, '黄陵县', 440),
(2998, '汉台区', 441),
(2999, '南郑县', 441),
(3000, '城固县', 441),
(3001, '洋县', 441),
(3002, '西乡县', 441),
(3003, '勉县', 441),
(3004, '宁强县', 441),
(3005, '略阳县', 441),
(3006, '镇巴县', 441),
(3007, '留坝县', 441),
(3008, '佛坪县', 441),
(3009, '榆阳区', 442),
(3010, '神木县', 442),
(3011, '府谷县', 442),
(3012, '横山县', 442),
(3013, '靖边县', 442),
(3014, '定边县', 442),
(3015, '绥德县', 442),
(3016, '米脂县', 442),
(3017, '佳县', 442),
(3018, '吴堡县', 442),
(3019, '清涧县', 442),
(3020, '子洲县', 442),
(3021, '汉滨区', 443),
(3022, '汉阴县', 443),
(3023, '石泉县', 443),
(3024, '宁陕县', 443),
(3025, '紫阳县', 443),
(3026, '岚皋县', 443),
(3027, '平利县', 443),
(3028, '镇坪县', 443),
(3029, '旬阳县', 443),
(3030, '白河县', 443),
(3031, '商州区', 444),
(3032, '洛南县', 444),
(3033, '丹凤县', 444),
(3034, '商南县', 444),
(3035, '山阳县', 444),
(3036, '镇安县', 444),
(3037, '柞水县', 444),
(3038, '城关区', 445),
(3039, '七里河区', 445),
(3040, '西固区', 445),
(3041, '安宁区', 445),
(3042, '红古区', 445),
(3043, '永登县', 445),
(3044, '皋兰县', 445),
(3045, '榆中县', 445),
(3046, '金川区', 447),
(3047, '永昌县', 447),
(3048, '白银区', 448),
(3049, '平川区', 448),
(3050, '靖远县', 448),
(3051, '会宁县', 448),
(3052, '景泰县', 448),
(3053, '秦城区', 449),
(3054, '北道区', 449),
(3055, '清水县', 449),
(3056, '秦安县', 449),
(3057, '甘谷县', 449),
(3058, '武山县', 449),
(3059, '张家川回族自治县', 449),
(3060, '凉州区', 450),
(3061, '民勤县', 450),
(3062, '古浪县', 450),
(3063, '天祝藏族自治县', 450),
(3064, '甘州区', 451),
(3065, '肃南裕固族自治县', 451),
(3066, '民乐县', 451),
(3067, '临泽县', 451),
(3068, '高台县', 451),
(3069, '山丹县', 451),
(3070, '崆峒区', 452),
(3071, '泾川县', 452),
(3072, '灵台县', 452),
(3073, '崇信县', 452),
(3074, '华亭县', 452),
(3075, '庄浪县', 452),
(3076, '静宁县', 452),
(3077, '肃州区', 453),
(3078, '金塔县', 453),
(3079, '瓜州县', 453),
(3080, '肃北蒙古族自治县', 453),
(3081, '阿克塞哈萨克族自治县', 453),
(3082, '玉门市', 453),
(3083, '敦煌市', 453),
(3084, '西峰区', 454),
(3085, '庆城县', 454),
(3086, '环县', 454),
(3087, '华池县', 454),
(3088, '合水县', 454),
(3089, '正宁县', 454),
(3090, '宁县', 454),
(3091, '镇原县', 454),
(3092, '安定区', 455),
(3093, '通渭县', 455),
(3094, '陇西县', 455),
(3095, '渭源县', 455),
(3096, '临洮县', 455),
(3097, '漳县', 455),
(3098, '岷县', 455),
(3099, '武都区', 456),
(3100, '成县', 456),
(3101, '文县', 456),
(3102, '宕昌县', 456),
(3103, '康县', 456),
(3104, '西和县', 456),
(3105, '礼县', 456),
(3106, '徽县', 456),
(3107, '两当县', 456),
(3108, '临夏市', 457),
(3109, '临夏县', 457),
(3110, '康乐县', 457),
(3111, '永靖县', 457),
(3112, '广河县', 457),
(3113, '和政县', 457),
(3114, '东乡族自治县', 457),
(3115, '积石山保安族东乡族撒拉族自治县', 457),
(3116, '合作市', 458),
(3117, '临潭县', 458),
(3118, '卓尼县', 458),
(3119, '舟曲县', 458),
(3120, '迭部县', 458),
(3121, '玛曲县', 458),
(3122, '碌曲县', 458),
(3123, '夏河县', 458),
(3124, '城东区', 459),
(3125, '城中区', 459),
(3126, '城西区', 459),
(3127, '城北区', 459),
(3128, '大通回族土族自治县', 459),
(3129, '湟中县', 459),
(3130, '湟源县', 459),
(3131, '平安县', 460),
(3132, '民和回族土族自治县', 460),
(3133, '乐都县', 460),
(3134, '互助土族自治县', 460),
(3135, '化隆回族自治县', 460),
(3136, '循化撒拉族自治县', 460),
(3137, '门源回族自治县', 461),
(3138, '祁连县', 461),
(3139, '海晏县', 461),
(3140, '刚察县', 461),
(3141, '同仁县', 462),
(3142, '尖扎县', 462),
(3143, '泽库县', 462),
(3144, '河南蒙古族自治县', 462),
(3145, '共和县', 463),
(3146, '同德县', 463),
(3147, '贵德县', 463),
(3148, '兴海县', 463),
(3149, '贵南县', 463),
(3150, '玛沁县', 464),
(3151, '班玛县', 464),
(3152, '甘德县', 464),
(3153, '达日县', 464),
(3154, '久治县', 464),
(3155, '玛多县', 464),
(3156, '玉树县', 465),
(3157, '杂多县', 465),
(3158, '称多县', 465),
(3159, '治多县', 465),
(3160, '囊谦县', 465),
(3161, '曲麻莱县', 465),
(3162, '格尔木市', 466),
(3163, '德令哈市', 466),
(3164, '乌兰县', 466),
(3165, '都兰县', 466),
(3166, '天峻县', 466),
(3167, '兴庆区', 467),
(3168, '西夏区', 467),
(3169, '金凤区', 467),
(3170, '永宁县', 467),
(3171, '贺兰县', 467),
(3172, '灵武市', 467),
(3173, '大武口区', 468),
(3174, '惠农区', 468),
(3175, '平罗县', 468),
(3176, '利通区', 469),
(3177, '盐池县', 469),
(3178, '同心县', 469),
(3179, '青铜峡市', 469),
(3180, '原州区', 470),
(3181, '西吉县', 470),
(3182, '隆德县', 470),
(3183, '泾源县', 470),
(3184, '彭阳县', 470),
(3185, '沙坡头区', 471),
(3186, '中宁县', 471),
(3187, '海原县', 471),
(3188, '天山区', 472),
(3189, '沙依巴克区', 472),
(3190, '新市区', 472),
(3191, '水磨沟区', 472),
(3192, '头屯河区', 472),
(3193, '达坂城区', 472),
(3194, '东山区', 472),
(3195, '乌鲁木齐县', 472),
(3196, '独山子区', 473),
(3197, '克拉玛依区', 473),
(3198, '白碱滩区', 473),
(3199, '乌尔禾区', 473),
(3200, '吐鲁番市', 474),
(3201, '鄯善县', 474),
(3202, '托克逊县', 474),
(3203, '哈密市', 475),
(3204, '巴里坤哈萨克自治县', 475),
(3205, '伊吾县', 475),
(3206, '昌吉市', 476),
(3207, '阜康市', 476),
(3208, '米泉市', 476),
(3209, '呼图壁县', 476),
(3210, '玛纳斯县', 476),
(3211, '奇台县', 476),
(3212, '吉木萨尔县', 476),
(3213, '木垒哈萨克自治县', 476),
(3214, '博乐市', 477),
(3215, '精河县', 477),
(3216, '温泉县', 477),
(3217, '库尔勒市', 478),
(3218, '轮台县', 478),
(3219, '尉犁县', 478),
(3220, '若羌县', 478),
(3221, '且末县', 478),
(3222, '焉耆回族自治县', 478),
(3223, '和静县', 478),
(3224, '和硕县', 478),
(3225, '博湖县', 478),
(3226, '阿克苏市', 479),
(3227, '温宿县', 479),
(3228, '库车县', 479),
(3229, '沙雅县', 479),
(3230, '新和县', 479),
(3231, '拜城县', 479),
(3232, '乌什县', 479),
(3233, '阿瓦提县', 479),
(3234, '柯坪县', 479),
(3235, '阿图什市', 480),
(3236, '阿克陶县', 480),
(3237, '阿合奇县', 480),
(3238, '乌恰县', 480),
(3239, '喀什市', 481),
(3240, '疏附县', 481),
(3241, '疏勒县', 481),
(3242, '英吉沙县', 481),
(3243, '泽普县', 481),
(3244, '莎车县', 481),
(3245, '叶城县', 481),
(3246, '麦盖提县', 481),
(3247, '岳普湖县', 481),
(3248, '伽师县', 481),
(3249, '巴楚县', 481),
(3250, '塔什库尔干塔吉克自治县', 481),
(3251, '和田市', 482),
(3252, '和田县', 482),
(3253, '墨玉县', 482),
(3254, '皮山县', 482),
(3255, '洛浦县', 482),
(3256, '策勒县', 482),
(3257, '于田县', 482),
(3258, '民丰县', 482),
(3259, '伊宁市', 483),
(3260, '奎屯市', 483),
(3261, '伊宁县', 483),
(3262, '察布查尔锡伯自治县', 483),
(3263, '霍城县', 483),
(3264, '巩留县', 483),
(3265, '新源县', 483),
(3266, '昭苏县', 483),
(3267, '特克斯县', 483),
(3268, '尼勒克县', 483),
(3269, '塔城市', 484),
(3270, '乌苏市', 484),
(3271, '额敏县', 484),
(3272, '沙湾县', 484),
(3273, '托里县', 484),
(3274, '裕民县', 484),
(3275, '和布克赛尔蒙古自治县', 484),
(3276, '阿勒泰市', 485),
(3277, '布尔津县', 485),
(3278, '富蕴县', 485),
(3279, '福海县', 485),
(3280, '哈巴河县', 485),
(3281, '青河县', 485),
(3282, '吉木乃县', 485),
(3358, '钓鱼岛', 0),
(3359, '钓鱼岛', 3358);

-- --------------------------------------------------------

--
-- 表的结构 `mariah_classify`
--

CREATE TABLE `mariah_classify` (
  `id` int(100) NOT NULL,
  `classify` varchar(100) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- 转存表中的数据 `mariah_classify`
--

INSERT INTO `mariah_classify` (`id`, `classify`) VALUES
(1, '半永久'),
(2, '脱毛');

-- --------------------------------------------------------

--
-- 表的结构 `mariah_collect`
--

CREATE TABLE `mariah_collect` (
  `id` int(20) NOT NULL,
  `uid` int(20) DEFAULT NULL,
  `pid` int(20) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- 表的结构 `mariah_comment`
--

CREATE TABLE `mariah_comment` (
  `id` int(50) NOT NULL,
  `uid` int(30) DEFAULT NULL,
  `body` varchar(20) DEFAULT NULL,
  `before_img` varchar(500) DEFAULT NULL,
  `world` varchar(500) DEFAULT NULL,
  `after_img` varchar(500) DEFAULT NULL,
  `scomment` varchar(20) DEFAULT NULL,
  `pcomment` varchar(20) DEFAULT NULL,
  `username` varchar(50) DEFAULT NULL,
  `headimgurl` varchar(100) DEFAULT NULL,
  `creattime` date DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- 转存表中的数据 `mariah_comment`
--

INSERT INTO `mariah_comment` (`id`, `uid`, `body`, `before_img`, `world`, `after_img`, `scomment`, `pcomment`, `username`, `headimgurl`, `creattime`) VALUES
(39, 47, '特价蒙雾眉', '', 'Tgfsghfghfgdyhgghhjjjjjjjjhhgggfbbjhgddsgg woman woman and woman woman to be the woman of the woman woman to ', '', '0', '0', 'Your is', '/uploads/20170802/165caf590347493eab3dee1260b0de45.jpeg', '2017-08-04'),
(40, 47, '特价蒙雾眉', '', 'Ugfschcdhfgg ', '', '0', '0', 'Your is', '/uploads/20170802/165caf590347493eab3dee1260b0de45.jpeg', '2017-08-04'),
(38, 47, '特价蒙雾眉', 'comment/20170804/fa3b89db43cefc67dfdd6bb296f4607e.jpeg,comment/20170804/fb5f4f0b15866d999c8236520dcd0377.jpeg', 'Tyyfsgcfhfgf woman woman and woman woman to be a great woman woman and woman woman to be a great woman and woman woman to be ', 'comment/20170804/7bd69a483b2a95122b1b9c90c2e2c491.jpeg,comment/20170804/42489c4da5c779babcbc6e739aa1dfb5.jpeg', '1', '2', 'Your is', '/uploads/20170802/165caf590347493eab3dee1260b0de45.jpeg', '2017-08-04'),
(41, 47, '特价蒙雾眉', '', 'YuhxdjdfvCvgfe voice and y', '', '4', '5', 'Your is', '/uploads/20170802/165caf590347493eab3dee1260b0de45.jpeg', '2017-08-04'),
(42, 47, '特价蒙雾眉', 'comment/20170804/30b6e88cf5596c091672009a6ac3e2d6.jpeg,comment/20170804/690d2b990aa6d1d36dd3066085583cff.jpeg,comment/20170804/a559ada51ec0c540f7be34178bfae473.jpeg', 'YuhxdjdfvCvgfe voice and y', 'comment/20170804/86c26a1197ba156ed0709d98b66a7e15.jpeg,comment/20170804/1cf95d6dbfb1958f7477ae2136eb7c05.jpeg', '4', '5', 'Your is', '/uploads/20170802/165caf590347493eab3dee1260b0de45.jpeg', '2017-08-04');

-- --------------------------------------------------------

--
-- 表的结构 `mariah_commision`
--

CREATE TABLE `mariah_commision` (
  `id` int(11) NOT NULL,
  `commision1` varchar(11) NOT NULL,
  `commision2` varchar(11) DEFAULT NULL,
  `commision3` varchar(11) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- 转存表中的数据 `mariah_commision`
--

INSERT INTO `mariah_commision` (`id`, `commision1`, `commision2`, `commision3`) VALUES
(1, '10%', '5%', '3%');

-- --------------------------------------------------------

--
-- 表的结构 `mariah_discount_pool`
--

CREATE TABLE `mariah_discount_pool` (
  `id` int(11) NOT NULL,
  `pid` int(11) NOT NULL,
  `code` varchar(50) NOT NULL,
  `used` int(11) NOT NULL DEFAULT '0',
  `got_user_id` varchar(50) NOT NULL DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- 表的结构 `mariah_discount_table`
--

CREATE TABLE `mariah_discount_table` (
  `id` int(11) NOT NULL,
  `time_start` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `time_stop` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `price_premise` int(11) NOT NULL DEFAULT '0',
  `discount` int(11) NOT NULL,
  `shop` int(11) NOT NULL DEFAULT '0',
  `item` int(11) NOT NULL DEFAULT '0',
  `generate_number` int(11) NOT NULL DEFAULT '0',
  `total_num` int(11) NOT NULL DEFAULT '0',
  `used_num` int(11) NOT NULL DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- 转存表中的数据 `mariah_discount_table`
--

INSERT INTO `mariah_discount_table` (`id`, `time_start`, `time_stop`, `price_premise`, `discount`, `shop`, `item`, `generate_number`, `total_num`, `used_num`) VALUES
(7, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 0, 0, 9, 11, 0),
(6, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 100, 100, 0, 0, 99, 100, 0),
(8, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 0, 0, 53, 55, 0),
(9, '2017-06-27 16:00:00', '2017-06-29 16:00:00', 2000, 10, 10, 0, 109, 111, 0),
(1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 50, 50, 0, 0, 0, 5, 0),
(12, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 156, 47, 8, 10, 0);

-- --------------------------------------------------------

--
-- 表的结构 `mariah_guest_arrive`
--

CREATE TABLE `mariah_guest_arrive` (
  `id` int(11) NOT NULL,
  `appo_id` int(11) NOT NULL,
  `name` varchar(50) NOT NULL,
  `confirm_user_id` int(11) NOT NULL DEFAULT '0',
  `arrive_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- 转存表中的数据 `mariah_guest_arrive`
--

INSERT INTO `mariah_guest_arrive` (`id`, `appo_id`, `name`, `confirm_user_id`, `arrive_time`) VALUES
(9, 21, 'aaa', 0, '2017-06-21 08:28:17'),
(7, 20, 'Ｏ(≧口≦)Ｏ', 0, '2017-06-20 03:56:33'),
(8, 31, 'asda', 0, '2017-06-20 10:02:07'),
(10, 29, 'aa', 4, '2017-06-22 09:50:34'),
(12, 47, '小明', 4, '2017-06-22 10:01:21'),
(13, 42, '张美丽', 4, '2017-06-22 10:01:27'),
(17, 51, '蒋婷', 4, '2017-07-12 03:11:23'),
(15, 46, 'fgh', 4, '2017-06-22 10:01:45'),
(16, 41, 'asdas', 4, '2017-06-22 10:01:51');

-- --------------------------------------------------------

--
-- 表的结构 `mariah_guest_detail`
--

CREATE TABLE `mariah_guest_detail` (
  `id` int(11) NOT NULL,
  `appo_id` int(11) NOT NULL,
  `qq` varchar(50) DEFAULT NULL,
  `ture_cost` int(255) DEFAULT '0',
  `tutor` varchar(255) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- 转存表中的数据 `mariah_guest_detail`
--

INSERT INTO `mariah_guest_detail` (`id`, `appo_id`, `qq`, `ture_cost`, `tutor`) VALUES
(5, 19, '4564654654', 0, 'fdsgdfgsdfg'),
(11, 42, '8582572', NULL, '张琼'),
(7, 18, '123213', 0, ''),
(12, 47, '123123123', 1000, 'asdasd'),
(13, 45, '1231', NULL, 'asd'),
(14, 41, '111', NULL, '222'),
(15, 51, '', 100, '');

-- --------------------------------------------------------

--
-- 表的结构 `mariah_guest_info`
--

CREATE TABLE `mariah_guest_info` (
  `id` int(11) NOT NULL,
  `name` varchar(20) NOT NULL,
  `weixin` varchar(50) NOT NULL DEFAULT '',
  `tel` varchar(20) NOT NULL DEFAULT '',
  `sex` tinyint(4) NOT NULL,
  `age` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- 转存表中的数据 `mariah_guest_info`
--

INSERT INTO `mariah_guest_info` (`id`, `name`, `weixin`, `tel`, `sex`, `age`) VALUES
(1, 'aa', 'asd', '123', 0, 26),
(2, '蒋婷', 'ee_0103', '15828612751', 0, 0),
(3, '', '', '', 0, 0),
(4, 'aaa', '123123', '12321', 0, 25),
(5, '明明', '111111', '111111', 0, 18),
(6, 'fgh', 'asdas', '123123', 0, 0),
(7, '1', '1asda', '1', 0, 23),
(8, '张美丽', '13569874859', '13569874859', 0, 19),
(9, '红红', 'ailixiu9999', '15882155175', 0, 26),
(10, '董琪琪', 'QQ1451305776', '13966816353', 0, 21),
(11, '焦靖', 'J864841549', '18586034654', 0, 23),
(12, '林敏', 'limin19950318', '13684892484', 0, 26),
(13, '卓', 'zhuoxin008', '13305002009', 0, 22),
(14, '余秀银', 'xiu219', '18106050138', 0, 24),
(15, '黄希夷', 'cemiss', '18606061203', 0, 32),
(16, '张晶晶', 'vjcici77', '13456957088', 0, 22),
(17, '陈韵诗', 'csy3csy', '18218809773', 0, 19),
(18, '黄婕婷', 'hj521ch', '18826106272', 0, 20),
(19, '朱敏', 'mm2543734421', '15019451247', 0, 23),
(20, '陈语', 'dmxcxwan520', '15105958700', 0, 23),
(21, '林璇', 'lmm920827', '15750816020', 0, 21),
(22, '张倩倩', 'anqi6742', '15059426454', 0, 30),
(23, '樊晓娟', 'j18279661102', '18250831940(15070017', 0, 20),
(24, '陈妹', 'cm2350543312', '18359156935', 0, 26),
(25, '王晓靖', 'wxjanni', '18106917196', 0, 35),
(26, '施胜男', 'shishengnan706201', '15960039539', 0, 35),
(27, '陈巧仙', 'cqxian_999', '15060336069', 0, 30),
(28, '付玉佳', 'sunyou0923', '18838126914', 0, 20),
(29, '林益芳', 'LINYIFANG-', '15659928838', 0, 23),
(30, '蔡海燕', 'amandaslfz_6102', '18950308716', 0, 37),
(31, '罗平秀', 'Wslpx772078741', '18650083846', 0, 0),
(32, '拉拉', 'maitai520b', '18650361587', 0, 25),
(33, '龙燕', 'lfty5201314', '13164813881', 0, 35),
(34, '李佳恒', 'heng525142750', '1515946681', 0, 24),
(35, '杨扬', 'duan64611', '13044539939', 0, 26),
(36, '陈雪静', 'Zxs520cxj', '17744090927', 0, 21),
(37, 'aaa', '123', '123', 0, 22),
(38, '吴静', 'wang_jing674782315', '18850412094', 0, 22),
(39, '蔡静如', 'sunset31469531', '18250182229', 0, 20),
(40, '陈月梅', 'chenyuemei2083', '18960337825', 0, 0),
(41, '卢桢', 'sakura-lz', '18039823285', 0, 31),
(42, '陈芫', 'wxid_a9rt5hug04gq21', '15980272953', 0, 25),
(43, '凌佳芳', 'JF19920822', '13358291638', 0, 21),
(44, '陈环环', 'cfbygkl088', '18851930687', 0, 0),
(45, '赵纹佳', 'agoni7055', '15988141757', 0, 0),
(46, '武晓楠', 'wu2552hu', '15965125612', 0, 0),
(47, ' 林慧捷 ', 'huijiela_', '13396541648', 0, 0),
(48, '耿歆', 'gengxin410', '13819488188', 0, 0),
(49, '丁洁', 'djdj801104', '13858005336', 0, 0),
(50, '叶蓉蓉', 'vivian8882ye', '13858116091', 0, 0),
(51, '白晶晶', 'WANGPINHONG55220', '15847677721', 0, 24);

-- --------------------------------------------------------

--
-- 表的结构 `mariah_hot_production`
--

CREATE TABLE `mariah_hot_production` (
  `id` int(11) NOT NULL,
  `title` varchar(80) NOT NULL,
  `img_url` varchar(500) NOT NULL,
  `p_id` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- 转存表中的数据 `mariah_hot_production`
--

INSERT INTO `mariah_hot_production` (`id`, `title`, `img_url`, `p_id`) VALUES
(1, '韩式半永久', '20170810/fe7d26d5ddc3df02446a6d84f5b62d29.png', 55),
(2, '无针水光仪', '20170810/c2dda0b2f0202964fd72bf5936ad2f37.png', 48),
(3, '冰点脱毛', '20170810/cacf8a2464274ca9f70f31335ccdcd0a.png', 77),
(4, '妊娠纹修复', '20170810/c92a1f77cc8e9121e40a9b5a13a94242.png', 53),
(5, '产后修复', '20170810/088c51e54e8eba62261ba2ea4bd78952.png', 57),
(6, '小纹身', '20170810/6da83fbd8b98278933b7896771bacd49.png', 50),
(7, '祛痘祛斑', '20170810/44d2e279f544283c9e370d81958c4bb9.png', 59),
(8, '皮肤管理', '20170810/6113587307287a796175c074684bdb25.png', 48);

-- --------------------------------------------------------

--
-- 表的结构 `mariah_income`
--

CREATE TABLE `mariah_income` (
  `id` int(20) NOT NULL,
  `uid` int(20) DEFAULT NULL,
  `income` float(20,2) DEFAULT NULL,
  `creattime` datetime DEFAULT NULL,
  `updatetime` datetime DEFAULT NULL,
  `type` varchar(5) DEFAULT NULL,
  `money` float(50,2) DEFAULT NULL,
  `yongjin` float(50,2) DEFAULT NULL,
  `tel` varchar(11) DEFAULT NULL,
  `username` varchar(50) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- 转存表中的数据 `mariah_income`
--

INSERT INTO `mariah_income` (`id`, `uid`, `income`, `creattime`, `updatetime`, `type`, `money`, `yongjin`, `tel`, `username`) VALUES
(1, 47, 0.00, NULL, NULL, '1', 100.00, NULL, NULL, '0'),
(2, 48, 100.00, NULL, NULL, '1', 300.00, NULL, NULL, '0'),
(3, 47, 20.00, NULL, NULL, '1', 200.00, NULL, NULL, '0'),
(4, 47, 5000.00, '2017-08-08 18:44:01', NULL, '1', 0.00, 20.00, NULL, '0'),
(5, 43, 0.00, '2017-08-09 12:07:00', NULL, '0', NULL, NULL, NULL, '0'),
(6, 58, 0.00, '2017-08-10 10:08:36', NULL, '0', NULL, NULL, NULL, NULL),
(7, 47, 50.00, '2017-08-10 10:14:54', '2017-08-10 11:42:42', '0', 0.00, 5020.00, '13055518097', 'Your is'),
(8, 43, 2580.00, '2017-08-10 10:18:06', '2017-08-10 11:42:39', '0', 0.00, 0.00, '13055518097', '路西法十三'),
(9, 47, 259.00, '2017-08-10 10:20:34', NULL, '1', 0.00, 5070.00, '13055518097', 'Your is'),
(10, 47, 25.00, '2017-08-10 10:27:35', '2017-08-10 11:42:45', '0', 0.00, 5329.00, '13055518097', 'Your is'),
(11, 59, 0.00, '2017-08-10 11:58:19', NULL, '0', NULL, NULL, NULL, NULL),
(12, 61, 0.00, '2017-08-10 12:03:08', NULL, '0', NULL, NULL, NULL, NULL),
(13, 61, 108.00, '2017-08-10 12:03:17', NULL, '1', 0.00, 0.00, '', '茧'),
(14, 46, 0.00, '2017-08-10 13:38:34', NULL, '0', NULL, NULL, NULL, NULL);

-- --------------------------------------------------------

--
-- 表的结构 `mariah_log_action`
--

CREATE TABLE `mariah_log_action` (
  `id` int(11) NOT NULL,
  `username` varchar(50) NOT NULL,
  `title` varchar(30) NOT NULL,
  `act_group` varchar(60) NOT NULL,
  `request_uri` varchar(500) NOT NULL,
  `remote_addr` varchar(20) NOT NULL,
  `time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- 转存表中的数据 `mariah_log_action`
--

INSERT INTO `mariah_log_action` (`id`, `username`, `title`, `act_group`, `request_uri`, `remote_addr`, `time`) VALUES
(1, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:08:57'),
(2, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:09:37'),
(3, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:12:51'),
(4, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:12:51'),
(5, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:13:12'),
(6, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:14:10'),
(7, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:14:11'),
(8, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:14:31'),
(9, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:16:38'),
(10, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:16:38'),
(11, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:17:28'),
(12, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:19:41'),
(13, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:19:42'),
(14, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:19:53'),
(15, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:22:42'),
(16, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:22:42'),
(17, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:24:25'),
(18, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:24:25'),
(19, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:29:17'),
(20, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:29:17'),
(21, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:31:13'),
(22, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:31:13'),
(23, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:32:49'),
(24, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:32:49'),
(25, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:34:29'),
(26, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:34:30'),
(27, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:35:31'),
(28, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:35:31'),
(29, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:37:04'),
(30, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:37:04'),
(31, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:38:18'),
(32, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:38:18'),
(33, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:39:45'),
(34, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:39:45'),
(35, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:42:46'),
(36, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:42:46'),
(37, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:44:10'),
(38, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:44:10'),
(39, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:44:42'),
(40, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:45:52'),
(41, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:45:52'),
(42, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:46:51'),
(43, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:46:51'),
(44, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:48:03'),
(45, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:48:03'),
(46, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:48:56'),
(47, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:48:56'),
(48, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:49:57'),
(49, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:49:57'),
(50, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:52:02'),
(51, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:52:02'),
(52, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:53:18'),
(53, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:53:18'),
(54, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:54:46'),
(55, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:54:46'),
(56, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:55:53'),
(57, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:55:53'),
(58, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:56:44'),
(59, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:56:44'),
(60, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:57:51'),
(61, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:57:51'),
(62, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:58:41'),
(63, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:58:41'),
(64, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:59:56'),
(65, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 05:59:56'),
(66, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 06:00:58'),
(67, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 06:00:58'),
(68, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 06:02:08'),
(69, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 06:02:08'),
(70, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 06:03:21'),
(71, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 06:03:21'),
(72, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 06:04:45'),
(73, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 06:04:45'),
(74, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 06:06:01'),
(75, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 06:06:01'),
(76, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 06:07:59'),
(77, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 06:07:59'),
(78, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 06:09:17'),
(79, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 06:09:17'),
(80, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 06:12:28'),
(81, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 06:12:28'),
(82, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 06:14:01'),
(83, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 06:14:01'),
(84, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 06:16:04'),
(85, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 06:16:04'),
(86, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 06:17:55'),
(87, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 06:17:55'),
(88, 'aaa', '删除-店铺', '店铺', '/index.php/index/shop/shopdelete', '120.41.17.26', '2017-07-21 06:22:05'),
(89, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-21 06:25:23'),
(90, 'aaa', '添加-用户', '系统用户', '/index.php/index/user/add_user', '120.41.17.26', '2017-07-21 07:00:21'),
(91, 'testd1', '修改-预约', '预约管理', '/index.php/index/appointment/appointment_update', '120.41.17.26', '2017-07-21 07:01:07'),
(92, '福田', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '120.41.17.26', '2017-07-22 01:21:48'),
(93, 'fuzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '120.41.17.26', '2017-07-22 01:22:33'),
(94, 'hangzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '120.41.17.26', '2017-07-22 01:23:07'),
(95, 'hangzhou', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-22 01:23:18'),
(96, 'hangzhou', '添加-产品', '产品', '/index.php/index/production/add', '120.41.17.26', '2017-07-22 01:23:26'),
(97, 'aaa', '修改-等级权限设定', '权限', '/index.php/index/auth/update_auth_rule', '120.41.17.26', '2017-07-22 01:24:14'),
(98, 'fuzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '120.41.17.26', '2017-07-22 01:26:22'),
(99, 'fuzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '223.104.6.26', '2017-07-22 01:28:01'),
(100, 'hangzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '120.41.17.26', '2017-07-22 01:30:17'),
(101, '福田', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '120.41.17.26', '2017-07-22 01:31:29'),
(102, 'hangzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '120.41.17.26', '2017-07-22 01:32:06'),
(103, 'aaa', '删除-店铺', '店铺', '/index.php/index/shop/shopdelete', '120.41.17.26', '2017-07-22 01:33:30'),
(104, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-22 01:35:10'),
(105, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-22 01:35:42'),
(106, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-22 01:37:36'),
(107, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-22 01:37:53'),
(108, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-22 01:37:53'),
(109, 'aaa', '删除-店铺', '店铺', '/index.php/index/shop/shopdelete', '120.41.17.26', '2017-07-22 01:38:23'),
(110, 'aaa', '删除-店铺', '店铺', '/index.php/index/shop/shopdelete', '120.41.17.26', '2017-07-22 01:38:31'),
(111, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-22 01:39:15'),
(112, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-22 01:39:38'),
(113, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-22 01:39:38'),
(114, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-22 01:49:30'),
(115, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-22 01:49:47'),
(116, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-22 01:49:47'),
(117, 'fuzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '223.104.6.26', '2017-07-22 01:57:26'),
(118, 'aaa', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '120.41.17.26', '2017-07-22 01:59:55'),
(119, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-22 02:00:53'),
(120, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-22 02:00:59'),
(121, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-22 02:01:15'),
(122, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-22 02:01:15'),
(123, 'fuzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '14.116.141.78', '2017-07-22 02:19:42'),
(124, 'fuzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '223.104.6.26', '2017-07-22 02:21:45'),
(125, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-22 02:37:31'),
(126, 'aaa', '添加-产品', '产品', '/index.php/index/production/add', '120.41.17.26', '2017-07-22 02:37:34'),
(127, 'aaa', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '47.89.21.108', '2017-07-22 02:43:09'),
(128, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '47.89.21.108', '2017-07-22 02:45:47'),
(129, 'aaa', '添加-产品', '产品', '/index.php/index/production/add', '120.41.17.26', '2017-07-22 03:13:22'),
(130, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-22 03:13:24'),
(131, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-22 03:17:30'),
(132, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-22 03:18:49'),
(133, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-22 03:18:49'),
(134, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-22 03:18:52'),
(135, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-22 03:22:11'),
(136, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-22 03:39:17'),
(137, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-22 03:40:02'),
(138, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-22 03:41:00'),
(139, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-22 03:41:00'),
(140, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-22 03:42:47'),
(141, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-22 03:42:47'),
(142, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.17.26', '2017-07-22 03:42:49'),
(143, 'fuzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '112.5.168.28', '2017-07-23 15:40:12'),
(144, 'fuzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '112.5.168.28', '2017-07-23 15:41:54'),
(145, 'fuzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '223.104.6.49', '2017-07-24 01:26:56'),
(146, 'aaa', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '120.41.17.26', '2017-07-24 02:56:54'),
(147, 'fuzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '223.104.6.49', '2017-07-24 06:51:57'),
(148, 'fuzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '223.104.6.49', '2017-07-24 09:59:49'),
(149, 'aaa', '添加-产品', '产品', '/index.php/index/production/add', '117.30.60.41', '2017-07-26 06:03:53'),
(150, 'fuzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '223.104.6.63', '2017-07-27 02:21:12'),
(151, 'fuzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '223.104.6.63', '2017-07-27 02:21:14'),
(152, 'fuzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '223.104.6.63', '2017-07-27 02:21:16'),
(153, 'fuzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '223.104.6.63', '2017-07-27 02:24:12'),
(154, 'fuzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '223.104.6.63', '2017-07-27 02:26:28'),
(155, 'fuzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '223.104.6.63', '2017-07-27 02:28:39'),
(156, 'fuzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '223.104.6.63', '2017-07-27 02:31:48'),
(157, 'aaa', '添加-分销用户', '分销用户', '/index.php/index/dealer/adduser', '120.41.149.114', '2017-07-27 06:55:00'),
(158, 'aaa', '添加-分销用户', '分销用户', '/index.php/index/dealer/adduser', '120.41.149.114', '2017-07-27 06:58:04'),
(159, 'aaa', '添加-分销用户', '分销用户', '/index.php/index/dealer/adduser', '120.41.149.114', '2017-07-27 06:58:12'),
(160, 'aaa', '添加-分销用户', '分销用户', '/index.php/index/dealer/adduser', '120.41.149.114', '2017-07-27 06:59:26'),
(161, 'aaa', '查看/修改-佣金管理（）', '分销用户', '/index.php/index/dealer/commision', '120.41.149.114', '2017-07-27 07:00:21'),
(162, 'aaa', '查看/修改-佣金管理（）', '分销用户', '/index.php/index/dealer/commision', '120.41.149.114', '2017-07-27 07:00:40'),
(163, 'aaa', '添加-分销用户', '分销用户', '/index.php/index/dealer/adduser', '120.41.149.114', '2017-07-27 07:03:40'),
(164, 'aaa', '添加-分销用户', '分销用户', '/index.php/index/dealer/adduser', '120.41.149.114', '2017-07-27 08:00:44'),
(165, 'aaa', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '140.243.99.9', '2017-07-27 10:34:54'),
(166, 'aaa', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '140.243.99.9', '2017-07-27 10:46:38'),
(167, 'fuzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '223.104.6.40', '2017-07-28 03:33:05'),
(168, 'fuzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '223.104.6.40', '2017-07-28 03:33:07'),
(169, 'fuzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '223.104.6.40', '2017-07-28 03:35:03'),
(170, 'fuzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '223.104.6.40', '2017-07-28 03:35:21'),
(171, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 05:25:39'),
(172, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 07:34:09'),
(173, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 07:37:26'),
(174, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 07:37:26'),
(175, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 07:38:54'),
(176, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 07:41:16'),
(177, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 07:41:16'),
(178, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 07:42:25'),
(179, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 07:42:25'),
(180, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 07:43:29'),
(181, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 07:43:29'),
(182, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 07:45:01'),
(183, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 07:45:02'),
(184, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 07:45:53'),
(185, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 07:45:53'),
(186, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 07:47:07'),
(187, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 07:47:07'),
(188, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 07:47:58'),
(189, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 07:48:08'),
(190, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 07:49:17'),
(191, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 07:50:12'),
(192, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 07:50:12'),
(193, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 07:50:39'),
(194, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 07:52:00'),
(195, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 07:52:00'),
(196, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 07:53:11'),
(197, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 07:53:11'),
(198, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 07:54:25'),
(199, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 07:54:25'),
(200, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 07:55:43'),
(201, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 07:55:46'),
(202, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 07:55:46'),
(203, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 07:57:17'),
(204, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 07:57:17'),
(205, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 07:58:20'),
(206, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 07:58:20'),
(207, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 07:59:46'),
(208, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 07:59:46'),
(209, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 08:00:45'),
(210, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 08:00:45'),
(211, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 08:01:41'),
(212, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 08:01:41'),
(213, 'aaa', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '120.41.149.114', '2017-07-28 08:02:50'),
(214, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 08:04:42'),
(215, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 08:05:37'),
(216, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 08:05:37'),
(217, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 08:07:07'),
(218, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 08:07:07'),
(219, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 08:08:16'),
(220, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 08:08:16'),
(221, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 08:09:18'),
(222, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 08:09:18'),
(223, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 08:10:20'),
(224, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 08:10:20'),
(225, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 08:11:16'),
(226, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 08:11:16'),
(227, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 08:12:34'),
(228, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 08:12:34'),
(229, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 08:13:40'),
(230, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 08:13:40'),
(231, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 08:14:38'),
(232, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 08:14:38'),
(233, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 08:15:31'),
(234, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 08:15:31'),
(235, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 08:16:49'),
(236, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 08:16:49'),
(237, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 08:17:57'),
(238, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 08:17:57'),
(239, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 08:19:10'),
(240, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 08:19:10'),
(241, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 08:20:09'),
(242, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 08:20:09'),
(243, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 08:21:00'),
(244, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 08:21:00'),
(245, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 08:21:58'),
(246, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 08:21:58'),
(247, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 08:23:01'),
(248, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 08:23:01'),
(249, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 08:23:50'),
(250, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 08:23:50'),
(251, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 08:24:38'),
(252, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.149.114', '2017-07-28 08:24:38'),
(253, 'aaa', '删除-店铺', '店铺', '/index.php/index/shop/shopdelete', '120.41.149.114', '2017-07-28 08:31:33'),
(254, 'aaa', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '121.234.226.126', '2017-07-29 07:47:05'),
(255, 'aaa', '查看/修改-佣金管理（）', '分销用户', '/index.php/index/dealer/commision', '121.234.226.126', '2017-07-29 07:48:28'),
(256, 'fuzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '183.250.213.99', '2017-07-29 15:18:23'),
(257, 'fuzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '183.250.213.99', '2017-07-29 15:24:55'),
(258, 'fuzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '183.250.213.99', '2017-07-29 15:30:58'),
(259, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '117.30.60.230', '2017-07-31 02:01:26'),
(260, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '117.30.60.230', '2017-07-31 02:07:18'),
(261, '福田', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '117.30.60.230', '2017-07-31 02:17:38'),
(262, 'aaa', '修改-等级权限设定', '权限', '/index.php/index/auth/update_auth_rule', '117.30.60.230', '2017-07-31 02:19:47'),
(263, '福田', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '117.30.60.230', '2017-07-31 02:20:17'),
(264, 'aaa', '修改-等级权限设定', '权限', '/index.php/index/auth/update_auth_rule', '117.30.60.230', '2017-07-31 02:23:22'),
(265, 'hangzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '117.30.60.230', '2017-07-31 02:23:58'),
(266, 'hangzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '117.30.60.230', '2017-07-31 02:24:08'),
(267, '福田', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '117.30.60.230', '2017-07-31 02:25:33'),
(268, 'aaa', '修改-等级权限设定', '权限', '/index.php/index/auth/update_auth_rule', '117.30.60.230', '2017-07-31 02:29:41'),
(269, '福田', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '117.30.60.230', '2017-07-31 02:30:09'),
(270, 'hangzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '117.30.60.230', '2017-07-31 02:33:48'),
(271, 'hangzhou', '添加-用户', '系统用户', '/index.php/index/user/add_user', '223.104.6.0', '2017-07-31 02:47:38'),
(272, 'hangzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '223.104.6.0', '2017-07-31 02:47:50'),
(273, 'hangzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '223.104.6.0', '2017-07-31 02:47:52'),
(274, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.129.38', '2017-07-31 08:36:17'),
(275, 'fuzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '120.41.129.38', '2017-07-31 09:24:58'),
(276, 'fuzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '120.41.129.38', '2017-07-31 09:26:07'),
(277, 'fuzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '120.41.129.38', '2017-07-31 09:26:20'),
(278, 'fuzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '183.250.213.99', '2017-07-31 16:59:57'),
(279, 'fuzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '183.250.213.99', '2017-07-31 17:00:09'),
(280, 'fuzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '183.250.213.99', '2017-07-31 17:04:19'),
(281, 'fuzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '183.250.213.99', '2017-07-31 17:04:36'),
(282, 'fuzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '183.250.213.99', '2017-07-31 17:06:01'),
(283, 'fuzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '183.250.213.99', '2017-07-31 17:06:06'),
(284, 'fuzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '183.250.213.99', '2017-07-31 17:06:33'),
(285, 'fuzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '120.41.129.38', '2017-08-01 08:51:51'),
(286, 'aaa', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '120.41.16.25', '2017-08-03 09:23:37'),
(287, 'aaa', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '120.41.219.218', '2017-08-06 10:58:03'),
(288, 'aaa', '添加-产品', '产品', '/index.php/index/production/add', '120.41.128.66', '2017-08-07 01:56:13'),
(289, 'fuzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '120.41.128.66', '2017-08-07 02:16:17'),
(290, 'fuzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '120.41.128.66', '2017-08-07 02:20:17'),
(291, 'fuzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '120.41.128.66', '2017-08-07 02:34:58'),
(292, 'fuzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '120.41.128.66', '2017-08-07 02:37:37'),
(293, 'fuzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '120.41.128.66', '2017-08-07 02:51:11'),
(294, 'fuzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '120.41.128.66', '2017-08-07 02:55:50'),
(295, '福田', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '120.41.129.175', '2017-08-07 03:17:33'),
(296, '福田', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '120.41.129.175', '2017-08-07 03:18:18'),
(297, 'aaa', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '120.41.128.66', '2017-08-07 03:21:14'),
(298, 'aaa', '添加-用户', '系统用户', '/index.php/index/user/add_user', '120.41.128.66', '2017-08-07 03:21:53'),
(299, 'aaa', '添加-用户', '系统用户', '/index.php/index/user/add_user', '120.41.128.66', '2017-08-07 03:22:15'),
(300, 'aaa', '删除-用户', '系统用户', '/index.php/index/user/delete_user', '120.41.128.66', '2017-08-07 03:24:38'),
(301, 'aaa', '添加-用户', '系统用户', '/index.php/index/user/add_user', '120.41.128.66', '2017-08-07 03:24:52'),
(302, '玛瑞娅-呼和浩特', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '120.41.128.66', '2017-08-07 03:27:25'),
(303, '玛瑞娅-呼和浩特', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '120.41.128.66', '2017-08-07 03:40:09'),
(304, 'fuzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '120.41.128.66', '2017-08-07 03:42:50'),
(305, 'hangzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '120.41.128.129', '2017-08-07 08:38:57'),
(306, 'hangzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '120.41.128.129', '2017-08-07 08:41:12'),
(307, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '120.41.128.129', '2017-08-07 08:42:22'),
(308, 'aaa', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '120.41.128.129', '2017-08-07 08:42:26'),
(309, 'hangzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '120.41.128.129', '2017-08-07 08:45:45'),
(310, 'hangzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '120.41.128.129', '2017-08-07 08:57:19'),
(311, 'hangzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '120.41.128.129', '2017-08-07 09:00:09'),
(312, 'hangzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '120.41.128.129', '2017-08-07 09:03:16'),
(313, 'hangzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '120.41.128.129', '2017-08-07 09:08:57'),
(314, 'aaa', '查看/修改-佣金管理（）', '分销用户', '/index.php/index/dealer/commision', '120.41.128.129', '2017-08-07 09:09:15'),
(315, 'hangzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '120.41.128.129', '2017-08-07 09:14:49'),
(316, 'hangzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '120.41.128.129', '2017-08-07 09:15:06'),
(317, 'aaa', '查看/修改-佣金管理（）', '分销用户', '/index.php/index/dealer/commision', '120.41.128.129', '2017-08-07 09:29:12'),
(318, 'aaa', '查看/修改-佣金管理（）', '分销用户', '/index.php/index/dealer/commision', '120.41.128.129', '2017-08-07 09:32:30'),
(319, 'aaa', '添加-产品', '产品', '/index.php/index/production/add', '120.41.128.129', '2017-08-08 06:16:37'),
(320, 'aaa', '添加-产品', '产品', '/index.php/index/production/add', '120.41.128.129', '2017-08-08 07:45:59'),
(321, 'aaa', '查看/修改-佣金管理（）', '分销用户', '/index.php/index/dealer/commision', '120.41.128.129', '2017-08-08 07:46:09'),
(322, 'aaa', '添加-产品', '产品', '/index.php/index/production/add', '120.41.128.129', '2017-08-08 08:13:46'),
(323, 'hangzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '120.41.128.129', '2017-08-08 09:32:37'),
(324, 'hangzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '120.41.128.129', '2017-08-08 09:34:42'),
(325, 'hangzhou', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '120.41.128.129', '2017-08-08 09:37:03'),
(326, '玛瑞娅-呼和浩特', '添加-新预约', '预约管理', '/index.php/index/appointment/appointment_add', '120.41.128.129', '2017-08-09 02:02:22'),
(327, 'aaa', '添加-产品', '产品', '/index.php/index/production/add', '120.41.17.79', '2017-08-09 07:49:58'),
(328, 'aaa', '添加-分销用户', '分销用户', '/index.php/index/dealer/adduser', '117.30.60.166', '2017-08-10 02:36:53'),
(329, 'aaa', '添加-分销用户', '分销用户', '/index.php/index/dealer/adduser', '117.30.60.166', '2017-08-10 02:37:14'),
(330, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '117.30.61.171', '2017-08-10 03:59:19'),
(331, 'aaa', '查看/修改-佣金管理（）', '分销用户', '/index.php/index/dealer/commision', '117.30.61.171', '2017-08-10 05:37:14'),
(332, 'aaa', '添加-店铺', '店铺', '/index.php/index/shop/add', '117.30.61.171', '2017-08-10 05:41:47'),
(333, 'aaa', '查看/修改-佣金管理（）', '分销用户', '/index.php/index/dealer/commision', '117.30.61.171', '2017-08-10 05:41:56'),
(334, 'aaa', '查看/修改-佣金管理（）', '分销用户', '/index.php/index/dealer/commision', '117.30.61.171', '2017-08-10 06:00:14');

-- --------------------------------------------------------

--
-- 表的结构 `mariah_message`
--

CREATE TABLE `mariah_message` (
  `id` int(255) NOT NULL,
  `tel` varchar(11) NOT NULL,
  `code` varchar(6) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- 转存表中的数据 `mariah_message`
--

INSERT INTO `mariah_message` (`id`, `tel`, `code`) VALUES
(18, '13055518093', '187513'),
(17, '18734856218', '768934'),
(16, '18016539990', '913502'),
(15, '13690935533', '237521'),
(14, '13799623943', '715318'),
(13, '17859920906', '798507'),
(12, '18951090029', '434465'),
(11, '13055518097', '394533');

-- --------------------------------------------------------

--
-- 表的结构 `mariah_money_detail`
--

CREATE TABLE `mariah_money_detail` (
  `id` int(12) NOT NULL,
  `out_trade_no` varchar(30) DEFAULT NULL,
  `uid` varchar(30) DEFAULT NULL,
  `money` float(30,2) DEFAULT NULL,
  `body` varchar(30) DEFAULT NULL,
  `type` varchar(30) DEFAULT NULL,
  `creatime` datetime DEFAULT NULL,
  `shopname` varchar(30) DEFAULT NULL,
  `shopposition` varchar(60) DEFAULT NULL,
  `appointmenttime` datetime DEFAULT NULL,
  `appointmentphone` varchar(20) DEFAULT NULL,
  `f_img` varchar(200) DEFAULT NULL,
  `price` varchar(20) DEFAULT NULL,
  `status` varchar(20) DEFAULT NULL,
  `pid` int(20) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- 转存表中的数据 `mariah_money_detail`
--

INSERT INTO `mariah_money_detail` (`id`, `out_trade_no`, `uid`, `money`, `body`, `type`, `creatime`, `shopname`, `shopposition`, `appointmenttime`, `appointmentphone`, `f_img`, `price`, `status`, `pid`) VALUES
(3, '2017072612449', '43', 0.01, '特价蒙雾眉', 'APP', '2017-07-26 11:15:36', '厦门玛瑞娅-湖里万达店', '福建省-厦门市-湖里区-湖里区金钟路一号万达写字楼C3栋408室	', '2017-07-26 11:30:00', '13055518097', 'uploads/20170626/afd5a68e237ce97d2e24eee6ddb4dadb.jpg', '2580', '0', NULL),
(6, '2017080265950', '47', 0.01, '特价蒙雾眉', 'APP', '2017-08-02 17:38:16', '南京玛瑞娅万达店', '江苏省-南京市-江宁区-万达写字楼C座1栋1420-1421室', '2017-07-28 15:30:00', '13055518097', 'uploads/20170626/afd5a68e237ce97d2e24eee6ddb4dadb.jpg', '2580', '0', NULL);

-- --------------------------------------------------------

--
-- 表的结构 `mariah_notification`
--

CREATE TABLE `mariah_notification` (
  `id` int(11) NOT NULL,
  `title` varchar(200) NOT NULL,
  `notification` text NOT NULL,
  `note_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- 转存表中的数据 `mariah_notification`
--

INSERT INTO `mariah_notification` (`id`, `title`, `notification`, `note_time`) VALUES
(9, 'aaa公交卡', '\"\\u597d\\u7684\\u5427\\uff01\\ud83d\\ude01\\ud83d\\ude0d\\ud83d\\ude1d\"', '2017-08-10 02:50:42'),
(8, 'aa', '\"\\u963f\\u6492\\u65e6\\u6cd5\\u5e08\\u7684\"', '2017-08-10 02:56:07'),
(7, 'aaa', '\"\\ud83d\\ude01\\ud83d\\ude0f\\ud83d\\ude0f\"', '2017-08-10 02:32:42');

-- --------------------------------------------------------

--
-- 表的结构 `mariah_notification_user`
--

CREATE TABLE `mariah_notification_user` (
  `user_id` int(11) NOT NULL,
  `user_to_watch` varchar(500) NOT NULL,
  `last_watch_time` timestamp NULL DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- 转存表中的数据 `mariah_notification_user`
--

INSERT INTO `mariah_notification_user` (`user_id`, `user_to_watch`, `last_watch_time`) VALUES
(47, '7,9,8', '2017-08-10 08:57:56'),
(44, '1,2,3', '2017-08-08 06:19:27'),
(43, '1,2,3,1,4,6,5', '2017-08-10 02:17:38'),
(56, '1,2,3', '2017-08-08 07:49:54'),
(57, '1,2,3', '2017-08-08 07:39:16'),
(1, '', '2017-08-09 03:08:48'),
(58, '', '2017-08-10 02:07:21'),
(59, '', '2017-08-10 03:50:50'),
(61, '', '2017-08-10 05:34:54'),
(46, '', '2017-08-10 05:38:21'),
(62, '', '2017-08-10 06:13:39');

-- --------------------------------------------------------

--
-- 表的结构 `mariah_order`
--

CREATE TABLE `mariah_order` (
  `id` int(11) NOT NULL,
  `ordernumber` int(11) DEFAULT NULL,
  `money` float(11,2) DEFAULT NULL,
  `uid` int(11) DEFAULT NULL,
  `creattime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `pid` int(11) DEFAULT NULL,
  `position` varchar(100) DEFAULT NULL,
  `addr` varchar(100) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- 转存表中的数据 `mariah_order`
--

INSERT INTO `mariah_order` (`id`, `ordernumber`, `money`, `uid`, `creattime`, `pid`, `position`, `addr`) VALUES
(1, 11, 1.00, 1, '2017-06-14 09:09:34', 1, '1', '1'),
(2, 22, 22.00, 22, '2017-06-16 02:22:59', 22, NULL, NULL),
(3, 11, 100.00, 19, '2017-06-16 02:32:18', 22, NULL, NULL),
(4, 11, 100.00, 19, '2017-06-16 02:33:05', 22, NULL, NULL),
(5, 11, 100.00, 19, '2017-06-16 02:34:22', 11, NULL, NULL),
(6, NULL, 55.00, 15, '2017-06-16 02:47:58', 55, NULL, NULL),
(7, NULL, 55.00, 15, '2017-06-16 02:49:17', 55, NULL, NULL),
(8, NULL, 55.00, 15, '2017-06-16 02:50:13', 55, NULL, NULL),
(9, NULL, 55.00, 15, '2017-06-16 02:50:38', 55, NULL, NULL),
(10, 11, 11.00, 15, '2017-06-16 02:51:26', 11, NULL, NULL),
(11, 11, 11.00, 15, '2017-06-16 02:52:23', 11, NULL, NULL),
(12, 11, 11.00, 15, '2017-06-16 02:53:19', 11, NULL, NULL),
(13, 11, 11.00, 15, '2017-06-16 02:57:55', 11, NULL, NULL),
(14, 11, 11.00, 15, '2017-06-16 02:58:22', 11, NULL, NULL),
(15, 11, 11.00, 15, '2017-06-16 02:58:48', 11, NULL, NULL),
(16, 11, 11.00, 15, '2017-06-16 02:59:09', 11, NULL, NULL),
(17, 11, 100.00, 15, '2017-06-16 03:01:49', 11, NULL, NULL),
(18, 11, 100.00, 19, '2017-06-16 03:02:29', 11, NULL, NULL);

-- --------------------------------------------------------

--
-- 表的结构 `mariah_orderlog`
--

CREATE TABLE `mariah_orderlog` (
  `id` int(11) NOT NULL,
  `uid` int(11) DEFAULT NULL,
  `orderid` int(11) DEFAULT NULL,
  `money` float(11,2) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- 转存表中的数据 `mariah_orderlog`
--

INSERT INTO `mariah_orderlog` (`id`, `uid`, `orderid`, `money`) VALUES
(1, 14, NULL, 1.10),
(2, 14, NULL, 10.00),
(3, 17, NULL, 10.00),
(4, 17, NULL, 5.00),
(5, 17, NULL, 3.00);

-- --------------------------------------------------------

--
-- 表的结构 `mariah_production`
--

CREATE TABLE `mariah_production` (
  `id` int(11) NOT NULL,
  `production` varchar(11) DEFAULT NULL,
  `money` float(11,2) DEFAULT NULL COMMENT '原价',
  `discount` float(11,2) DEFAULT NULL COMMENT '优惠价',
  `special` float(11,2) DEFAULT NULL COMMENT '特价',
  `activePrice` float(11,2) DEFAULT NULL COMMENT '活动价',
  `price` float(11,2) DEFAULT NULL COMMENT '预约金',
  `classify` varchar(20) DEFAULT NULL,
  `f_img` varchar(100) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `mariah_production`
--

INSERT INTO `mariah_production` (`id`, `production`, `money`, `discount`, `special`, `activePrice`, `price`, `classify`, `f_img`) VALUES
(48, '韩式羽雕眉', 3980.00, 2980.00, NULL, 1000.00, 1980.00, '半永久', 'uploads/20170628/ef7d1ff6b0194bb264e86797510c9ca4.jpg'),
(47, '特价眼睫线', 3988.00, 2888.00, NULL, 1000.00, 1688.00, '半永久', 'uploads/20170628/e67d81967a059088cc9e21c14306adb2.jpg'),
(46, '特价蒙雾眉', 3680.00, 2580.00, NULL, 1000.00, 1680.00, '半永久', 'uploads/20170626/afd5a68e237ce97d2e24eee6ddb4dadb.jpg'),
(45, '特价仿真眉', 2988.00, 1688.00, NULL, 1000.00, 988.00, '半永久', 'uploads/20170626/a49469db928df2288be28d5302e5fe42.jpg'),
(49, '眉眼套餐', 5980.00, 4280.00, NULL, 1000.00, 2980.00, '半永久', 'uploads/20170616/0e29e0c5760faac11713757997b56ffb.jpg'),
(50, '中国水雾眉', 6280.00, 4580.00, NULL, 1000.00, 3280.00, '半永久', 'uploads/20170626/1ac30124452ce1d1e82551a7e6925cfa.jpg'),
(51, '韩式粉黛眉', 6580.00, 4880.00, NULL, 1000.00, 3580.00, '半永久', 'uploads/20170626/56fe573429ce2b71aab48652c8e52194.jpg'),
(52, '4D淡粉眉', 6880.00, 5280.00, NULL, 1000.00, 3980.00, '半永久', 'uploads/20170628/a55df98a2116101ca13cdc27d3814584.jpg'),
(53, '幻改红/蓝眉', 5280.00, 3980.00, NULL, 1000.00, 2980.00, '半永久', 'uploads/20170626/6ccad78df5860fee39bf50a7fbcb27f2.jpg'),
(54, '纤丝粉墨眉', 7280.00, 5980.00, NULL, 1000.00, 4280.00, '半永久', 'uploads/20170626/688a294ec91f8075e0fda5f6f0c54083.jpg'),
(55, '水洗羽绒眉', 8580.00, 7280.00, NULL, 1000.00, 5880.00, '半永久', 'uploads/20170626/a08bc99ce51bc276b75c69afb6c775c4.jpg'),
(56, 'Maria高端私人订制', 18800.00, 13800.00, NULL, 1000.00, 9800.00, '半永久', 'uploads/20170626/aa268ceed46467c1b6daf05fb5760ebf.jpg'),
(57, '鸿运4D开运眉', 39800.00, 25800.00, NULL, 1000.00, 12800.00, '半永久', 'uploads/20170626/687bf3f872c76db2c54f5f46453c1186.jpg'),
(58, '唇下脱毛', 688.00, 98.00, NULL, 1000.00, 0.00, '脱毛', 'uploads/20170628/7b6df115975f72ff66ce6f3cc91e4b4d.jpg'),
(59, '腋下脱毛', 2680.00, 398.00, NULL, 1000.00, 0.00, '脱毛', 'uploads/20170616/cf9a2008af93298b6db5a78801b5aa07.jpg'),
(60, '上臂脱毛', 2680.00, 398.00, NULL, 1000.00, 0.00, '脱毛', 'uploads/20170616/c35c223beb70a04c2d9b04b31adbfcb8.jpg'),
(61, '下臂脱毛', 3980.00, 688.00, NULL, 1000.00, 0.00, '脱毛', 'uploads/20170616/c52c5f5843e7e4c80b42d1a90b9e1f6f.jpg'),
(62, '手指脱毛', 1280.00, 288.00, NULL, 1000.00, 0.00, '脱毛', 'uploads/20170616/2076fa7938debe775256e5c65936a1ba.jpg'),
(63, '双上肢脱毛', 5680.00, 880.00, NULL, 1000.00, 0.00, '脱毛', 'uploads/20170616/8c2ef44f5bdad905486b06f1216afce7.jpg'),
(64, '小腿脱毛', 4580.00, 680.00, NULL, 1000.00, 0.00, '脱毛', 'uploads/20170616/ed65c4cf3b45fff206f4b5c970398b2a.jpg'),
(65, '大腿脱毛', 4080.00, 580.00, NULL, 1000.00, 0.00, '脱毛', 'uploads/20170616/1dde72b5e2b6014e0680833f35177b3a.jpg'),
(66, '脚趾脱毛', 880.00, 168.00, NULL, 1000.00, 0.00, '脱毛', 'uploads/20170616/785aa2980651df49b5b91b2a71738a46.jpg'),
(67, '双下肢脱毛', 6980.00, 980.00, NULL, 1000.00, 0.00, '脱毛', 'uploads/20170616/f32b6baa696e63ce7a67f18f3ef1e3f2.jpg'),
(68, '发际线脱毛', 2680.00, 398.00, NULL, 1000.00, 0.00, '脱毛', 'uploads/20170616/f526295c0942d7bce25e111096438fbe.jpg'),
(69, '双颊脱毛', 1980.00, 298.00, NULL, 1000.00, 0.00, '脱毛', 'uploads/20170616/b9b7249db3bbeb27bea86de2d7778c5b.jpg'),
(70, '额头脱毛', 988.00, 198.00, NULL, 1000.00, 0.00, '脱毛', 'uploads/20170616/a3068de6b4efe4372c0c17e5811bbeec.jpg'),
(71, '全脸脱毛', 4680.00, 680.00, NULL, 1000.00, 0.00, '脱毛', 'uploads/20170616/046f5e55ff1933b5c1630fb6f7ddabbb.jpg'),
(72, '胸部脱毛', 4680.00, 680.00, NULL, 1000.00, 0.00, '脱毛', 'uploads/20170628/f4e9865e3b5394120217309eaa25a852.jpg'),
(73, '腹部脱毛', 5280.00, 780.00, NULL, 1000.00, 0.00, '脱毛', 'uploads/20170616/c401bc980095d7fd84c8e95548a10c12.jpg'),
(74, '背部脱毛', 5680.00, 868.00, NULL, 1000.00, 0.00, '脱毛', 'uploads/20170616/0086992816b7930e774791ec1c8ceb60.jpg'),
(75, '前颈部脱毛', 1680.00, 268.00, NULL, 1000.00, 0.00, '脱毛', 'uploads/20170616/bd5753ad2087fc32dcfa72460f483457.jpg'),
(76, '后颈部脱毛', 1980.00, 358.00, NULL, 1000.00, 0.00, '脱毛', 'uploads/20170616/666488232a7884f07a7dcf4ce949f38e.jpg'),
(77, '比基尼脱毛', 5680.00, 988.00, NULL, 1000.00, 0.00, '脱毛', 'uploads/20170616/7527af63e4c8abf00e2e79a5bcddd009.jpg');

-- --------------------------------------------------------

--
-- 表的结构 `mariah_provice`
--

CREATE TABLE `mariah_provice` (
  `id` int(100) NOT NULL,
  `provice` varchar(100) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- 转存表中的数据 `mariah_provice`
--

INSERT INTO `mariah_provice` (`id`, `provice`) VALUES
(4, '浙江省'),
(3, '福建省'),
(5, '江苏省'),
(6, '河南省'),
(7, '江西省'),
(8, '河北省'),
(9, '上海市'),
(10, '天津市'),
(11, '山东省'),
(12, '贵州省'),
(13, '云南省'),
(14, '四川省'),
(15, '甘肃省'),
(16, '吉林省'),
(17, '北京市'),
(18, '黑龙江省'),
(19, '辽宁省'),
(20, '内蒙古'),
(21, '安徽省'),
(22, '宁夏'),
(23, '山西省'),
(24, '新疆'),
(25, '广东省'),
(26, '陕西省'),
(27, '广东省'),
(28, '广西'),
(29, '广西'),
(30, '广西'),
(31, '广东省'),
(32, '陕西省'),
(33, '新疆'),
(34, '安徽省'),
(35, '宁夏'),
(36, '山西省'),
(37, '内蒙古'),
(38, '辽宁省'),
(39, '黑龙江省'),
(40, '北京市'),
(41, '吉林省'),
(43, '甘肃省'),
(44, '四川省'),
(45, '云南省');

-- --------------------------------------------------------

--
-- 表的结构 `mariah_retainage`
--

CREATE TABLE `mariah_retainage` (
  `id` int(11) NOT NULL,
  `body` varchar(30) DEFAULT NULL,
  `out_trade_no` varchar(30) DEFAULT NULL,
  `total_fee` varchar(30) DEFAULT NULL,
  `status` varchar(2) DEFAULT NULL,
  `changetime` datetime DEFAULT NULL,
  `creatime` datetime DEFAULT NULL,
  `uid` varchar(20) DEFAULT NULL,
  `f_img` varchar(200) DEFAULT NULL,
  `shopname` varchar(50) DEFAULT NULL,
  `pid` int(20) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- 转存表中的数据 `mariah_retainage`
--

INSERT INTO `mariah_retainage` (`id`, `body`, `out_trade_no`, `total_fee`, `status`, `changetime`, `creatime`, `uid`, `f_img`, `shopname`, `pid`) VALUES
(1, '特价仿真眉', '2017072564691', '1687.99', '0', NULL, '2017-07-25 11:30:41', '47', 'uploads/20170626/a49469db928df2288be28d5302e5fe42.jpg', NULL, NULL),
(2, '特价仿真眉', '2017072555768', '1687.99', '0', NULL, '2017-07-25 11:39:37', '47', 'uploads/20170626/a49469db928df2288be28d5302e5fe42.jpg', NULL, NULL),
(3, '特价仿真眉', '2017072572677', '0.01', '1', '2017-07-25 12:22:06', '2017-07-25 11:47:52', '47', 'uploads/20170626/a49469db928df2288be28d5302e5fe42.jpg', NULL, NULL),
(4, '特价仿真眉', '2017072552565', '0.01', '1', '2017-07-25 12:13:29', '2017-07-25 12:08:18', '47', 'uploads/20170626/a49469db928df2288be28d5302e5fe42.jpg', NULL, NULL),
(5, '特价仿真眉', '2017072562527', '0.01', '1', '2017-07-25 12:27:52', '2017-07-25 12:27:39', '47', 'uploads/20170626/a49469db928df2288be28d5302e5fe42.jpg', NULL, NULL),
(6, '特价仿真眉', '2017072578231', '0.01', '0', NULL, '2017-07-25 17:30:30', '47', 'uploads/20170626/a49469db928df2288be28d5302e5fe42.jpg', NULL, NULL),
(7, '特价仿真眉', '2017072595286', '0.01', '1', '2017-07-25 17:33:55', '2017-07-25 17:33:46', '47', 'uploads/20170626/a49469db928df2288be28d5302e5fe42.jpg', NULL, NULL),
(8, '特价仿真眉', '2017072621013', '0.01', '0', NULL, '2017-07-26 10:17:30', '47', 'uploads/20170626/a49469db928df2288be28d5302e5fe42.jpg', NULL, NULL),
(9, '特价仿真眉', '2017072633148', '0.01', '1', '2017-07-26 10:23:39', '2017-07-26 10:22:55', '47', 'uploads/20170626/a49469db928df2288be28d5302e5fe42.jpg', NULL, NULL),
(10, '特价蒙雾眉', '2017072627873', '0.01', '1', '2017-07-26 11:16:01', '2017-07-26 11:15:54', '43', 'uploads/20170626/afd5a68e237ce97d2e24eee6ddb4dadb.jpg', NULL, NULL),
(11, '特价蒙雾眉', '2017072669694', '0.01', '1', '2017-07-26 11:56:04', '2017-07-26 11:55:58', '47', 'uploads/20170626/afd5a68e237ce97d2e24eee6ddb4dadb.jpg', NULL, NULL),
(12, '特价仿真眉', '2017072614450', '1687.99', '0', NULL, '2017-07-26 14:10:45', '47', 'uploads/20170626/a49469db928df2288be28d5302e5fe42.jpg', NULL, NULL),
(13, '特价仿真眉', '2017072683573', '1687.99', '0', NULL, '2017-07-26 14:53:23', '47', 'uploads/20170626/a49469db928df2288be28d5302e5fe42.jpg', NULL, NULL),
(14, '特价仿真眉', '2017080224143', '0.01', '0', NULL, '2017-08-02 15:27:19', '47', 'uploads/20170626/a49469db928df2288be28d5302e5fe42.jpg', NULL, NULL),
(15, '特价仿真眉', '2017080286929', '1687.99', '0', NULL, '2017-08-02 15:39:21', '47', 'uploads/20170626/a49469db928df2288be28d5302e5fe42.jpg', NULL, NULL),
(16, '特价仿真眉', '2017080233850', '0.01', '0', NULL, '2017-08-02 15:41:40', '47', 'uploads/20170626/a49469db928df2288be28d5302e5fe42.jpg', '温州玛瑞娅-联合广场店', NULL),
(17, '特价仿真眉', '2017080202460', '0.01', '1', '2017-08-02 15:43:48', '2017-08-02 15:43:40', '47', 'uploads/20170626/a49469db928df2288be28d5302e5fe42.jpg', '温州玛瑞娅-联合广场店', NULL),
(18, '特价仿真眉', '2017080241714', '0.01', '1', '2017-08-02 15:44:52', '2017-08-02 15:44:45', '47', 'uploads/20170626/a49469db928df2288be28d5302e5fe42.jpg', '嘉兴玛瑞娅万达春江中心', NULL),
(19, '特价蒙雾眉', '2017080282254', '0.01', '1', '2017-08-02 15:48:19', '2017-08-02 15:48:12', '47', 'uploads/20170626/afd5a68e237ce97d2e24eee6ddb4dadb.jpg', '福州玛瑞娅-爱琴海店', NULL);

-- --------------------------------------------------------

--
-- 表的结构 `mariah_shopping`
--

CREATE TABLE `mariah_shopping` (
  `id` int(11) NOT NULL,
  `shopid` int(11) DEFAULT NULL,
  `pid` text,
  `creattime` time DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- 转存表中的数据 `mariah_shopping`
--

INSERT INTO `mariah_shopping` (`id`, `shopid`, `pid`, `creattime`) VALUES
(6, 70, 'a:33:{i:0;s:2:\"48\";i:1;s:2:\"47\";i:2;s:2:\"46\";i:3;s:2:\"45\";i:4;s:2:\"49\";i:5;s:2:\"50\";i:6;s:2:\"51\";i:7;s:2:\"52\";i:8;s:2:\"53\";i:9;s:2:\"54\";i:10;s:2:\"55\";i:11;s:2:\"56\";i:12;s:2:\"57\";i:13;s:2:\"58\";i:14;s:2:\"59\";i:15;s:2:\"60\";i:16;s:2:\"61\";i:17;s:2:\"62\";i:18;s:2:\"63\";i:19;s:2:\"64\";i:20;s:2:\"65\";i:21;s:2:\"66\";i:22;s:2:\"67\";i:23;s:2:\"68\";i:24;s:2:\"69\";i:25;s:2:\"70\";i:26;s:2:\"71\";i:27;s:2:\"72\";i:28;s:2:\"73\";i:29;s:2:\"74\";i:30;s:2:\"75\";i:31;s:2:\"76\";i:32;s:2:\"77\";}', NULL),
(7, 71, 'a:33:{i:0;s:2:\"48\";i:1;s:2:\"47\";i:2;s:2:\"46\";i:3;s:2:\"45\";i:4;s:2:\"49\";i:5;s:2:\"50\";i:6;s:2:\"51\";i:7;s:2:\"52\";i:8;s:2:\"53\";i:9;s:2:\"54\";i:10;s:2:\"55\";i:11;s:2:\"56\";i:12;s:2:\"57\";i:13;s:2:\"58\";i:14;s:2:\"59\";i:15;s:2:\"60\";i:16;s:2:\"61\";i:17;s:2:\"62\";i:18;s:2:\"63\";i:19;s:2:\"64\";i:20;s:2:\"65\";i:21;s:2:\"66\";i:22;s:2:\"67\";i:23;s:2:\"68\";i:24;s:2:\"69\";i:25;s:2:\"70\";i:26;s:2:\"71\";i:27;s:2:\"72\";i:28;s:2:\"73\";i:29;s:2:\"74\";i:30;s:2:\"75\";i:31;s:2:\"76\";i:32;s:2:\"77\";}', NULL),
(8, 72, 'a:33:{i:0;s:2:\"48\";i:1;s:2:\"47\";i:2;s:2:\"46\";i:3;s:2:\"45\";i:4;s:2:\"49\";i:5;s:2:\"50\";i:6;s:2:\"51\";i:7;s:2:\"52\";i:8;s:2:\"53\";i:9;s:2:\"54\";i:10;s:2:\"55\";i:11;s:2:\"56\";i:12;s:2:\"57\";i:13;s:2:\"58\";i:14;s:2:\"59\";i:15;s:2:\"60\";i:16;s:2:\"61\";i:17;s:2:\"62\";i:18;s:2:\"63\";i:19;s:2:\"64\";i:20;s:2:\"65\";i:21;s:2:\"66\";i:22;s:2:\"67\";i:23;s:2:\"68\";i:24;s:2:\"69\";i:25;s:2:\"70\";i:26;s:2:\"71\";i:27;s:2:\"72\";i:28;s:2:\"73\";i:29;s:2:\"74\";i:30;s:2:\"75\";i:31;s:2:\"76\";i:32;s:2:\"77\";}', NULL),
(13, 119, 'a:33:{i:0;s:2:\"48\";i:1;s:2:\"47\";i:2;s:2:\"46\";i:3;s:2:\"45\";i:4;s:2:\"49\";i:5;s:2:\"50\";i:6;s:2:\"51\";i:7;s:2:\"52\";i:8;s:2:\"53\";i:9;s:2:\"54\";i:10;s:2:\"55\";i:11;s:2:\"56\";i:12;s:2:\"57\";i:13;s:2:\"58\";i:14;s:2:\"59\";i:15;s:2:\"60\";i:16;s:2:\"61\";i:17;s:2:\"62\";i:18;s:2:\"63\";i:19;s:2:\"64\";i:20;s:2:\"65\";i:21;s:2:\"66\";i:22;s:2:\"67\";i:23;s:2:\"68\";i:24;s:2:\"69\";i:25;s:2:\"70\";i:26;s:2:\"71\";i:27;s:2:\"72\";i:28;s:2:\"73\";i:29;s:2:\"74\";i:30;s:2:\"75\";i:31;s:2:\"76\";i:32;s:2:\"77\";}', NULL),
(14, 120, 'a:33:{i:0;s:2:\"48\";i:1;s:2:\"47\";i:2;s:2:\"46\";i:3;s:2:\"45\";i:4;s:2:\"49\";i:5;s:2:\"50\";i:6;s:2:\"51\";i:7;s:2:\"52\";i:8;s:2:\"53\";i:9;s:2:\"54\";i:10;s:2:\"55\";i:11;s:2:\"56\";i:12;s:2:\"57\";i:13;s:2:\"58\";i:14;s:2:\"59\";i:15;s:2:\"60\";i:16;s:2:\"61\";i:17;s:2:\"62\";i:18;s:2:\"63\";i:19;s:2:\"64\";i:20;s:2:\"65\";i:21;s:2:\"66\";i:22;s:2:\"67\";i:23;s:2:\"68\";i:24;s:2:\"69\";i:25;s:2:\"70\";i:26;s:2:\"71\";i:27;s:2:\"72\";i:28;s:2:\"73\";i:29;s:2:\"74\";i:30;s:2:\"75\";i:31;s:2:\"76\";i:32;s:2:\"77\";}', NULL),
(15, 121, 'a:33:{i:0;s:2:\"48\";i:1;s:2:\"47\";i:2;s:2:\"46\";i:3;s:2:\"45\";i:4;s:2:\"49\";i:5;s:2:\"50\";i:6;s:2:\"51\";i:7;s:2:\"52\";i:8;s:2:\"53\";i:9;s:2:\"54\";i:10;s:2:\"55\";i:11;s:2:\"56\";i:12;s:2:\"57\";i:13;s:2:\"58\";i:14;s:2:\"59\";i:15;s:2:\"60\";i:16;s:2:\"61\";i:17;s:2:\"62\";i:18;s:2:\"63\";i:19;s:2:\"64\";i:20;s:2:\"65\";i:21;s:2:\"66\";i:22;s:2:\"67\";i:23;s:2:\"68\";i:24;s:2:\"69\";i:25;s:2:\"70\";i:26;s:2:\"71\";i:27;s:2:\"72\";i:28;s:2:\"73\";i:29;s:2:\"74\";i:30;s:2:\"75\";i:31;s:2:\"76\";i:32;s:2:\"77\";}', NULL),
(16, NULL, 'a:33:{i:0;s:2:\"48\";i:1;s:2:\"47\";i:2;s:2:\"46\";i:3;s:2:\"45\";i:4;s:2:\"49\";i:5;s:2:\"50\";i:6;s:2:\"51\";i:7;s:2:\"52\";i:8;s:2:\"53\";i:9;s:2:\"54\";i:10;s:2:\"55\";i:11;s:2:\"56\";i:12;s:2:\"57\";i:13;s:2:\"58\";i:14;s:2:\"59\";i:15;s:2:\"60\";i:16;s:2:\"61\";i:17;s:2:\"62\";i:18;s:2:\"63\";i:19;s:2:\"64\";i:20;s:2:\"65\";i:21;s:2:\"66\";i:22;s:2:\"67\";i:23;s:2:\"68\";i:24;s:2:\"69\";i:25;s:2:\"70\";i:26;s:2:\"71\";i:27;s:2:\"72\";i:28;s:2:\"73\";i:29;s:2:\"74\";i:30;s:2:\"75\";i:31;s:2:\"76\";i:32;s:2:\"77\";}', NULL),
(17, 123, 'a:33:{i:0;s:2:\"48\";i:1;s:2:\"47\";i:2;s:2:\"46\";i:3;s:2:\"45\";i:4;s:2:\"49\";i:5;s:2:\"50\";i:6;s:2:\"51\";i:7;s:2:\"52\";i:8;s:2:\"53\";i:9;s:2:\"54\";i:10;s:2:\"55\";i:11;s:2:\"56\";i:12;s:2:\"57\";i:13;s:2:\"58\";i:14;s:2:\"59\";i:15;s:2:\"60\";i:16;s:2:\"61\";i:17;s:2:\"62\";i:18;s:2:\"63\";i:19;s:2:\"64\";i:20;s:2:\"65\";i:21;s:2:\"66\";i:22;s:2:\"67\";i:23;s:2:\"68\";i:24;s:2:\"69\";i:25;s:2:\"70\";i:26;s:2:\"71\";i:27;s:2:\"72\";i:28;s:2:\"73\";i:29;s:2:\"74\";i:30;s:2:\"75\";i:31;s:2:\"76\";i:32;s:2:\"77\";}', NULL),
(18, 124, 'a:33:{i:0;s:2:\"48\";i:1;s:2:\"47\";i:2;s:2:\"46\";i:3;s:2:\"45\";i:4;s:2:\"49\";i:5;s:2:\"50\";i:6;s:2:\"51\";i:7;s:2:\"52\";i:8;s:2:\"53\";i:9;s:2:\"54\";i:10;s:2:\"55\";i:11;s:2:\"56\";i:12;s:2:\"57\";i:13;s:2:\"58\";i:14;s:2:\"59\";i:15;s:2:\"60\";i:16;s:2:\"61\";i:17;s:2:\"62\";i:18;s:2:\"63\";i:19;s:2:\"64\";i:20;s:2:\"65\";i:21;s:2:\"66\";i:22;s:2:\"67\";i:23;s:2:\"68\";i:24;s:2:\"69\";i:25;s:2:\"70\";i:26;s:2:\"71\";i:27;s:2:\"72\";i:28;s:2:\"73\";i:29;s:2:\"74\";i:30;s:2:\"75\";i:31;s:2:\"76\";i:32;s:2:\"77\";}', NULL),
(19, NULL, 'a:33:{i:0;s:2:\"48\";i:1;s:2:\"47\";i:2;s:2:\"46\";i:3;s:2:\"45\";i:4;s:2:\"49\";i:5;s:2:\"50\";i:6;s:2:\"51\";i:7;s:2:\"52\";i:8;s:2:\"53\";i:9;s:2:\"54\";i:10;s:2:\"55\";i:11;s:2:\"56\";i:12;s:2:\"57\";i:13;s:2:\"58\";i:14;s:2:\"59\";i:15;s:2:\"60\";i:16;s:2:\"61\";i:17;s:2:\"62\";i:18;s:2:\"63\";i:19;s:2:\"64\";i:20;s:2:\"65\";i:21;s:2:\"66\";i:22;s:2:\"67\";i:23;s:2:\"68\";i:24;s:2:\"69\";i:25;s:2:\"70\";i:26;s:2:\"71\";i:27;s:2:\"72\";i:28;s:2:\"73\";i:29;s:2:\"74\";i:30;s:2:\"75\";i:31;s:2:\"76\";i:32;s:2:\"77\";}', NULL),
(20, 126, 'a:33:{i:0;s:2:\"48\";i:1;s:2:\"47\";i:2;s:2:\"46\";i:3;s:2:\"45\";i:4;s:2:\"49\";i:5;s:2:\"50\";i:6;s:2:\"51\";i:7;s:2:\"52\";i:8;s:2:\"53\";i:9;s:2:\"54\";i:10;s:2:\"55\";i:11;s:2:\"56\";i:12;s:2:\"57\";i:13;s:2:\"58\";i:14;s:2:\"59\";i:15;s:2:\"60\";i:16;s:2:\"61\";i:17;s:2:\"62\";i:18;s:2:\"63\";i:19;s:2:\"64\";i:20;s:2:\"65\";i:21;s:2:\"66\";i:22;s:2:\"67\";i:23;s:2:\"68\";i:24;s:2:\"69\";i:25;s:2:\"70\";i:26;s:2:\"71\";i:27;s:2:\"72\";i:28;s:2:\"73\";i:29;s:2:\"74\";i:30;s:2:\"75\";i:31;s:2:\"76\";i:32;s:2:\"77\";}', NULL),
(21, NULL, 'a:33:{i:0;s:2:\"48\";i:1;s:2:\"47\";i:2;s:2:\"46\";i:3;s:2:\"45\";i:4;s:2:\"49\";i:5;s:2:\"50\";i:6;s:2:\"51\";i:7;s:2:\"52\";i:8;s:2:\"53\";i:9;s:2:\"54\";i:10;s:2:\"55\";i:11;s:2:\"56\";i:12;s:2:\"57\";i:13;s:2:\"58\";i:14;s:2:\"59\";i:15;s:2:\"60\";i:16;s:2:\"61\";i:17;s:2:\"62\";i:18;s:2:\"63\";i:19;s:2:\"64\";i:20;s:2:\"65\";i:21;s:2:\"66\";i:22;s:2:\"67\";i:23;s:2:\"68\";i:24;s:2:\"69\";i:25;s:2:\"70\";i:26;s:2:\"71\";i:27;s:2:\"72\";i:28;s:2:\"73\";i:29;s:2:\"74\";i:30;s:2:\"75\";i:31;s:2:\"76\";i:32;s:2:\"77\";}', NULL),
(22, 128, 'a:33:{i:0;s:2:\"48\";i:1;s:2:\"47\";i:2;s:2:\"46\";i:3;s:2:\"45\";i:4;s:2:\"49\";i:5;s:2:\"50\";i:6;s:2:\"51\";i:7;s:2:\"52\";i:8;s:2:\"53\";i:9;s:2:\"54\";i:10;s:2:\"55\";i:11;s:2:\"56\";i:12;s:2:\"57\";i:13;s:2:\"58\";i:14;s:2:\"59\";i:15;s:2:\"60\";i:16;s:2:\"61\";i:17;s:2:\"62\";i:18;s:2:\"63\";i:19;s:2:\"64\";i:20;s:2:\"65\";i:21;s:2:\"66\";i:22;s:2:\"67\";i:23;s:2:\"68\";i:24;s:2:\"69\";i:25;s:2:\"70\";i:26;s:2:\"71\";i:27;s:2:\"72\";i:28;s:2:\"73\";i:29;s:2:\"74\";i:30;s:2:\"75\";i:31;s:2:\"76\";i:32;s:2:\"77\";}', NULL),
(23, 129, 'a:33:{i:0;s:2:\"48\";i:1;s:2:\"47\";i:2;s:2:\"46\";i:3;s:2:\"45\";i:4;s:2:\"49\";i:5;s:2:\"50\";i:6;s:2:\"51\";i:7;s:2:\"52\";i:8;s:2:\"53\";i:9;s:2:\"54\";i:10;s:2:\"55\";i:11;s:2:\"56\";i:12;s:2:\"57\";i:13;s:2:\"58\";i:14;s:2:\"59\";i:15;s:2:\"60\";i:16;s:2:\"61\";i:17;s:2:\"62\";i:18;s:2:\"63\";i:19;s:2:\"64\";i:20;s:2:\"65\";i:21;s:2:\"66\";i:22;s:2:\"67\";i:23;s:2:\"68\";i:24;s:2:\"69\";i:25;s:2:\"70\";i:26;s:2:\"71\";i:27;s:2:\"72\";i:28;s:2:\"73\";i:29;s:2:\"74\";i:30;s:2:\"75\";i:31;s:2:\"76\";i:32;s:2:\"77\";}', NULL),
(24, 130, 'a:33:{i:0;s:2:\"48\";i:1;s:2:\"47\";i:2;s:2:\"46\";i:3;s:2:\"45\";i:4;s:2:\"49\";i:5;s:2:\"50\";i:6;s:2:\"51\";i:7;s:2:\"52\";i:8;s:2:\"53\";i:9;s:2:\"54\";i:10;s:2:\"55\";i:11;s:2:\"56\";i:12;s:2:\"57\";i:13;s:2:\"58\";i:14;s:2:\"59\";i:15;s:2:\"60\";i:16;s:2:\"61\";i:17;s:2:\"62\";i:18;s:2:\"63\";i:19;s:2:\"64\";i:20;s:2:\"65\";i:21;s:2:\"66\";i:22;s:2:\"67\";i:23;s:2:\"68\";i:24;s:2:\"69\";i:25;s:2:\"70\";i:26;s:2:\"71\";i:27;s:2:\"72\";i:28;s:2:\"73\";i:29;s:2:\"74\";i:30;s:2:\"75\";i:31;s:2:\"76\";i:32;s:2:\"77\";}', NULL),
(25, 131, 'a:33:{i:0;s:2:\"48\";i:1;s:2:\"47\";i:2;s:2:\"46\";i:3;s:2:\"45\";i:4;s:2:\"49\";i:5;s:2:\"50\";i:6;s:2:\"51\";i:7;s:2:\"52\";i:8;s:2:\"53\";i:9;s:2:\"54\";i:10;s:2:\"55\";i:11;s:2:\"56\";i:12;s:2:\"57\";i:13;s:2:\"58\";i:14;s:2:\"59\";i:15;s:2:\"60\";i:16;s:2:\"61\";i:17;s:2:\"62\";i:18;s:2:\"63\";i:19;s:2:\"64\";i:20;s:2:\"65\";i:21;s:2:\"66\";i:22;s:2:\"67\";i:23;s:2:\"68\";i:24;s:2:\"69\";i:25;s:2:\"70\";i:26;s:2:\"71\";i:27;s:2:\"72\";i:28;s:2:\"73\";i:29;s:2:\"74\";i:30;s:2:\"75\";i:31;s:2:\"76\";i:32;s:2:\"77\";}', NULL),
(26, NULL, 'a:33:{i:0;s:2:\"48\";i:1;s:2:\"47\";i:2;s:2:\"46\";i:3;s:2:\"45\";i:4;s:2:\"49\";i:5;s:2:\"50\";i:6;s:2:\"51\";i:7;s:2:\"52\";i:8;s:2:\"53\";i:9;s:2:\"54\";i:10;s:2:\"55\";i:11;s:2:\"56\";i:12;s:2:\"57\";i:13;s:2:\"58\";i:14;s:2:\"59\";i:15;s:2:\"60\";i:16;s:2:\"61\";i:17;s:2:\"62\";i:18;s:2:\"63\";i:19;s:2:\"64\";i:20;s:2:\"65\";i:21;s:2:\"66\";i:22;s:2:\"67\";i:23;s:2:\"68\";i:24;s:2:\"69\";i:25;s:2:\"70\";i:26;s:2:\"71\";i:27;s:2:\"72\";i:28;s:2:\"73\";i:29;s:2:\"74\";i:30;s:2:\"75\";i:31;s:2:\"76\";i:32;s:2:\"77\";}', NULL),
(27, 133, 'a:33:{i:0;s:2:\"48\";i:1;s:2:\"47\";i:2;s:2:\"46\";i:3;s:2:\"45\";i:4;s:2:\"49\";i:5;s:2:\"50\";i:6;s:2:\"51\";i:7;s:2:\"52\";i:8;s:2:\"53\";i:9;s:2:\"54\";i:10;s:2:\"55\";i:11;s:2:\"56\";i:12;s:2:\"57\";i:13;s:2:\"58\";i:14;s:2:\"59\";i:15;s:2:\"60\";i:16;s:2:\"61\";i:17;s:2:\"62\";i:18;s:2:\"63\";i:19;s:2:\"64\";i:20;s:2:\"65\";i:21;s:2:\"66\";i:22;s:2:\"67\";i:23;s:2:\"68\";i:24;s:2:\"69\";i:25;s:2:\"70\";i:26;s:2:\"71\";i:27;s:2:\"72\";i:28;s:2:\"73\";i:29;s:2:\"74\";i:30;s:2:\"75\";i:31;s:2:\"76\";i:32;s:2:\"77\";}', NULL),
(28, 134, 'a:33:{i:0;s:2:\"48\";i:1;s:2:\"47\";i:2;s:2:\"46\";i:3;s:2:\"45\";i:4;s:2:\"49\";i:5;s:2:\"50\";i:6;s:2:\"51\";i:7;s:2:\"52\";i:8;s:2:\"53\";i:9;s:2:\"54\";i:10;s:2:\"55\";i:11;s:2:\"56\";i:12;s:2:\"57\";i:13;s:2:\"58\";i:14;s:2:\"59\";i:15;s:2:\"60\";i:16;s:2:\"61\";i:17;s:2:\"62\";i:18;s:2:\"63\";i:19;s:2:\"64\";i:20;s:2:\"65\";i:21;s:2:\"66\";i:22;s:2:\"67\";i:23;s:2:\"68\";i:24;s:2:\"69\";i:25;s:2:\"70\";i:26;s:2:\"71\";i:27;s:2:\"72\";i:28;s:2:\"73\";i:29;s:2:\"74\";i:30;s:2:\"75\";i:31;s:2:\"76\";i:32;s:2:\"77\";}', NULL),
(29, NULL, 'a:33:{i:0;s:2:\"48\";i:1;s:2:\"47\";i:2;s:2:\"46\";i:3;s:2:\"45\";i:4;s:2:\"49\";i:5;s:2:\"50\";i:6;s:2:\"51\";i:7;s:2:\"52\";i:8;s:2:\"53\";i:9;s:2:\"54\";i:10;s:2:\"55\";i:11;s:2:\"56\";i:12;s:2:\"57\";i:13;s:2:\"58\";i:14;s:2:\"59\";i:15;s:2:\"60\";i:16;s:2:\"61\";i:17;s:2:\"62\";i:18;s:2:\"63\";i:19;s:2:\"64\";i:20;s:2:\"65\";i:21;s:2:\"66\";i:22;s:2:\"67\";i:23;s:2:\"68\";i:24;s:2:\"69\";i:25;s:2:\"70\";i:26;s:2:\"71\";i:27;s:2:\"72\";i:28;s:2:\"73\";i:29;s:2:\"74\";i:30;s:2:\"75\";i:31;s:2:\"76\";i:32;s:2:\"77\";}', NULL),
(30, 136, 'a:33:{i:0;s:2:\"48\";i:1;s:2:\"47\";i:2;s:2:\"46\";i:3;s:2:\"45\";i:4;s:2:\"49\";i:5;s:2:\"50\";i:6;s:2:\"51\";i:7;s:2:\"52\";i:8;s:2:\"53\";i:9;s:2:\"54\";i:10;s:2:\"55\";i:11;s:2:\"56\";i:12;s:2:\"57\";i:13;s:2:\"58\";i:14;s:2:\"59\";i:15;s:2:\"60\";i:16;s:2:\"61\";i:17;s:2:\"62\";i:18;s:2:\"63\";i:19;s:2:\"64\";i:20;s:2:\"65\";i:21;s:2:\"66\";i:22;s:2:\"67\";i:23;s:2:\"68\";i:24;s:2:\"69\";i:25;s:2:\"70\";i:26;s:2:\"71\";i:27;s:2:\"72\";i:28;s:2:\"73\";i:29;s:2:\"74\";i:30;s:2:\"75\";i:31;s:2:\"76\";i:32;s:2:\"77\";}', NULL),
(31, NULL, 'a:33:{i:0;s:2:\"48\";i:1;s:2:\"47\";i:2;s:2:\"46\";i:3;s:2:\"45\";i:4;s:2:\"49\";i:5;s:2:\"50\";i:6;s:2:\"51\";i:7;s:2:\"52\";i:8;s:2:\"53\";i:9;s:2:\"54\";i:10;s:2:\"55\";i:11;s:2:\"56\";i:12;s:2:\"57\";i:13;s:2:\"58\";i:14;s:2:\"59\";i:15;s:2:\"60\";i:16;s:2:\"61\";i:17;s:2:\"62\";i:18;s:2:\"63\";i:19;s:2:\"64\";i:20;s:2:\"65\";i:21;s:2:\"66\";i:22;s:2:\"67\";i:23;s:2:\"68\";i:24;s:2:\"69\";i:25;s:2:\"70\";i:26;s:2:\"71\";i:27;s:2:\"72\";i:28;s:2:\"73\";i:29;s:2:\"74\";i:30;s:2:\"75\";i:31;s:2:\"76\";i:32;s:2:\"77\";}', NULL),
(32, 138, 'a:33:{i:0;s:2:\"48\";i:1;s:2:\"47\";i:2;s:2:\"46\";i:3;s:2:\"45\";i:4;s:2:\"49\";i:5;s:2:\"50\";i:6;s:2:\"51\";i:7;s:2:\"52\";i:8;s:2:\"53\";i:9;s:2:\"54\";i:10;s:2:\"55\";i:11;s:2:\"56\";i:12;s:2:\"57\";i:13;s:2:\"58\";i:14;s:2:\"59\";i:15;s:2:\"60\";i:16;s:2:\"61\";i:17;s:2:\"62\";i:18;s:2:\"63\";i:19;s:2:\"64\";i:20;s:2:\"65\";i:21;s:2:\"66\";i:22;s:2:\"67\";i:23;s:2:\"68\";i:24;s:2:\"69\";i:25;s:2:\"70\";i:26;s:2:\"71\";i:27;s:2:\"72\";i:28;s:2:\"73\";i:29;s:2:\"74\";i:30;s:2:\"75\";i:31;s:2:\"76\";i:32;s:2:\"77\";}', NULL),
(33, 139, 'a:33:{i:0;s:2:\"48\";i:1;s:2:\"47\";i:2;s:2:\"46\";i:3;s:2:\"45\";i:4;s:2:\"49\";i:5;s:2:\"50\";i:6;s:2:\"51\";i:7;s:2:\"52\";i:8;s:2:\"53\";i:9;s:2:\"54\";i:10;s:2:\"55\";i:11;s:2:\"56\";i:12;s:2:\"57\";i:13;s:2:\"58\";i:14;s:2:\"59\";i:15;s:2:\"60\";i:16;s:2:\"61\";i:17;s:2:\"62\";i:18;s:2:\"63\";i:19;s:2:\"64\";i:20;s:2:\"65\";i:21;s:2:\"66\";i:22;s:2:\"67\";i:23;s:2:\"68\";i:24;s:2:\"69\";i:25;s:2:\"70\";i:26;s:2:\"71\";i:27;s:2:\"72\";i:28;s:2:\"73\";i:29;s:2:\"74\";i:30;s:2:\"75\";i:31;s:2:\"76\";i:32;s:2:\"77\";}', NULL),
(34, 140, 'a:33:{i:0;s:2:\"48\";i:1;s:2:\"47\";i:2;s:2:\"46\";i:3;s:2:\"45\";i:4;s:2:\"49\";i:5;s:2:\"50\";i:6;s:2:\"51\";i:7;s:2:\"52\";i:8;s:2:\"53\";i:9;s:2:\"54\";i:10;s:2:\"55\";i:11;s:2:\"56\";i:12;s:2:\"57\";i:13;s:2:\"58\";i:14;s:2:\"59\";i:15;s:2:\"60\";i:16;s:2:\"61\";i:17;s:2:\"62\";i:18;s:2:\"63\";i:19;s:2:\"64\";i:20;s:2:\"65\";i:21;s:2:\"66\";i:22;s:2:\"67\";i:23;s:2:\"68\";i:24;s:2:\"69\";i:25;s:2:\"70\";i:26;s:2:\"71\";i:27;s:2:\"72\";i:28;s:2:\"73\";i:29;s:2:\"74\";i:30;s:2:\"75\";i:31;s:2:\"76\";i:32;s:2:\"77\";}', NULL),
(35, 141, 'a:33:{i:0;s:2:\"48\";i:1;s:2:\"47\";i:2;s:2:\"46\";i:3;s:2:\"45\";i:4;s:2:\"49\";i:5;s:2:\"50\";i:6;s:2:\"51\";i:7;s:2:\"52\";i:8;s:2:\"53\";i:9;s:2:\"54\";i:10;s:2:\"55\";i:11;s:2:\"56\";i:12;s:2:\"57\";i:13;s:2:\"58\";i:14;s:2:\"59\";i:15;s:2:\"60\";i:16;s:2:\"61\";i:17;s:2:\"62\";i:18;s:2:\"63\";i:19;s:2:\"64\";i:20;s:2:\"65\";i:21;s:2:\"66\";i:22;s:2:\"67\";i:23;s:2:\"68\";i:24;s:2:\"69\";i:25;s:2:\"70\";i:26;s:2:\"71\";i:27;s:2:\"72\";i:28;s:2:\"73\";i:29;s:2:\"74\";i:30;s:2:\"75\";i:31;s:2:\"76\";i:32;s:2:\"77\";}', NULL),
(36, 142, 'a:33:{i:0;s:2:\"48\";i:1;s:2:\"47\";i:2;s:2:\"46\";i:3;s:2:\"45\";i:4;s:2:\"49\";i:5;s:2:\"50\";i:6;s:2:\"51\";i:7;s:2:\"52\";i:8;s:2:\"53\";i:9;s:2:\"54\";i:10;s:2:\"55\";i:11;s:2:\"56\";i:12;s:2:\"57\";i:13;s:2:\"58\";i:14;s:2:\"59\";i:15;s:2:\"60\";i:16;s:2:\"61\";i:17;s:2:\"62\";i:18;s:2:\"63\";i:19;s:2:\"64\";i:20;s:2:\"65\";i:21;s:2:\"66\";i:22;s:2:\"67\";i:23;s:2:\"68\";i:24;s:2:\"69\";i:25;s:2:\"70\";i:26;s:2:\"71\";i:27;s:2:\"72\";i:28;s:2:\"73\";i:29;s:2:\"74\";i:30;s:2:\"75\";i:31;s:2:\"76\";i:32;s:2:\"77\";}', NULL),
(37, NULL, 'a:33:{i:0;s:2:\"48\";i:1;s:2:\"47\";i:2;s:2:\"46\";i:3;s:2:\"45\";i:4;s:2:\"49\";i:5;s:2:\"50\";i:6;s:2:\"51\";i:7;s:2:\"52\";i:8;s:2:\"53\";i:9;s:2:\"54\";i:10;s:2:\"55\";i:11;s:2:\"56\";i:12;s:2:\"57\";i:13;s:2:\"58\";i:14;s:2:\"59\";i:15;s:2:\"60\";i:16;s:2:\"61\";i:17;s:2:\"62\";i:18;s:2:\"63\";i:19;s:2:\"64\";i:20;s:2:\"65\";i:21;s:2:\"66\";i:22;s:2:\"67\";i:23;s:2:\"68\";i:24;s:2:\"69\";i:25;s:2:\"70\";i:26;s:2:\"71\";i:27;s:2:\"72\";i:28;s:2:\"73\";i:29;s:2:\"74\";i:30;s:2:\"75\";i:31;s:2:\"76\";i:32;s:2:\"77\";}', NULL),
(38, NULL, 'a:33:{i:0;s:2:\"48\";i:1;s:2:\"47\";i:2;s:2:\"46\";i:3;s:2:\"45\";i:4;s:2:\"49\";i:5;s:2:\"50\";i:6;s:2:\"51\";i:7;s:2:\"52\";i:8;s:2:\"53\";i:9;s:2:\"54\";i:10;s:2:\"55\";i:11;s:2:\"56\";i:12;s:2:\"57\";i:13;s:2:\"58\";i:14;s:2:\"59\";i:15;s:2:\"60\";i:16;s:2:\"61\";i:17;s:2:\"62\";i:18;s:2:\"63\";i:19;s:2:\"64\";i:20;s:2:\"65\";i:21;s:2:\"66\";i:22;s:2:\"67\";i:23;s:2:\"68\";i:24;s:2:\"69\";i:25;s:2:\"70\";i:26;s:2:\"71\";i:27;s:2:\"72\";i:28;s:2:\"73\";i:29;s:2:\"74\";i:30;s:2:\"75\";i:31;s:2:\"76\";i:32;s:2:\"77\";}', NULL),
(39, NULL, 'a:33:{i:0;s:2:\"48\";i:1;s:2:\"47\";i:2;s:2:\"46\";i:3;s:2:\"45\";i:4;s:2:\"49\";i:5;s:2:\"50\";i:6;s:2:\"51\";i:7;s:2:\"52\";i:8;s:2:\"53\";i:9;s:2:\"54\";i:10;s:2:\"55\";i:11;s:2:\"56\";i:12;s:2:\"57\";i:13;s:2:\"58\";i:14;s:2:\"59\";i:15;s:2:\"60\";i:16;s:2:\"61\";i:17;s:2:\"62\";i:18;s:2:\"63\";i:19;s:2:\"64\";i:20;s:2:\"65\";i:21;s:2:\"66\";i:22;s:2:\"67\";i:23;s:2:\"68\";i:24;s:2:\"69\";i:25;s:2:\"70\";i:26;s:2:\"71\";i:27;s:2:\"72\";i:28;s:2:\"73\";i:29;s:2:\"74\";i:30;s:2:\"75\";i:31;s:2:\"76\";i:32;s:2:\"77\";}', NULL),
(40, 146, 'a:33:{i:0;s:2:\"48\";i:1;s:2:\"47\";i:2;s:2:\"46\";i:3;s:2:\"45\";i:4;s:2:\"49\";i:5;s:2:\"50\";i:6;s:2:\"51\";i:7;s:2:\"52\";i:8;s:2:\"53\";i:9;s:2:\"54\";i:10;s:2:\"55\";i:11;s:2:\"56\";i:12;s:2:\"57\";i:13;s:2:\"58\";i:14;s:2:\"59\";i:15;s:2:\"60\";i:16;s:2:\"61\";i:17;s:2:\"62\";i:18;s:2:\"63\";i:19;s:2:\"64\";i:20;s:2:\"65\";i:21;s:2:\"66\";i:22;s:2:\"67\";i:23;s:2:\"68\";i:24;s:2:\"69\";i:25;s:2:\"70\";i:26;s:2:\"71\";i:27;s:2:\"72\";i:28;s:2:\"73\";i:29;s:2:\"74\";i:30;s:2:\"75\";i:31;s:2:\"76\";i:32;s:2:\"77\";}', NULL),
(41, 147, 'a:33:{i:0;s:2:\"48\";i:1;s:2:\"47\";i:2;s:2:\"46\";i:3;s:2:\"45\";i:4;s:2:\"49\";i:5;s:2:\"50\";i:6;s:2:\"51\";i:7;s:2:\"52\";i:8;s:2:\"53\";i:9;s:2:\"54\";i:10;s:2:\"55\";i:11;s:2:\"56\";i:12;s:2:\"57\";i:13;s:2:\"58\";i:14;s:2:\"59\";i:15;s:2:\"60\";i:16;s:2:\"61\";i:17;s:2:\"62\";i:18;s:2:\"63\";i:19;s:2:\"64\";i:20;s:2:\"65\";i:21;s:2:\"66\";i:22;s:2:\"67\";i:23;s:2:\"68\";i:24;s:2:\"69\";i:25;s:2:\"70\";i:26;s:2:\"71\";i:27;s:2:\"72\";i:28;s:2:\"73\";i:29;s:2:\"74\";i:30;s:2:\"75\";i:31;s:2:\"76\";i:32;s:2:\"77\";}', NULL),
(42, 148, 'a:33:{i:0;s:2:\"48\";i:1;s:2:\"47\";i:2;s:2:\"46\";i:3;s:2:\"45\";i:4;s:2:\"49\";i:5;s:2:\"50\";i:6;s:2:\"51\";i:7;s:2:\"52\";i:8;s:2:\"53\";i:9;s:2:\"54\";i:10;s:2:\"55\";i:11;s:2:\"56\";i:12;s:2:\"57\";i:13;s:2:\"58\";i:14;s:2:\"59\";i:15;s:2:\"60\";i:16;s:2:\"61\";i:17;s:2:\"62\";i:18;s:2:\"63\";i:19;s:2:\"64\";i:20;s:2:\"65\";i:21;s:2:\"66\";i:22;s:2:\"67\";i:23;s:2:\"68\";i:24;s:2:\"69\";i:25;s:2:\"70\";i:26;s:2:\"71\";i:27;s:2:\"72\";i:28;s:2:\"73\";i:29;s:2:\"74\";i:30;s:2:\"75\";i:31;s:2:\"76\";i:32;s:2:\"77\";}', NULL),
(43, 149, 'a:33:{i:0;s:2:\"48\";i:1;s:2:\"47\";i:2;s:2:\"46\";i:3;s:2:\"45\";i:4;s:2:\"49\";i:5;s:2:\"50\";i:6;s:2:\"51\";i:7;s:2:\"52\";i:8;s:2:\"53\";i:9;s:2:\"54\";i:10;s:2:\"55\";i:11;s:2:\"56\";i:12;s:2:\"57\";i:13;s:2:\"58\";i:14;s:2:\"59\";i:15;s:2:\"60\";i:16;s:2:\"61\";i:17;s:2:\"62\";i:18;s:2:\"63\";i:19;s:2:\"64\";i:20;s:2:\"65\";i:21;s:2:\"66\";i:22;s:2:\"67\";i:23;s:2:\"68\";i:24;s:2:\"69\";i:25;s:2:\"70\";i:26;s:2:\"71\";i:27;s:2:\"72\";i:28;s:2:\"73\";i:29;s:2:\"74\";i:30;s:2:\"75\";i:31;s:2:\"76\";i:32;s:2:\"77\";}', NULL),
(44, NULL, 'a:33:{i:0;s:2:\"48\";i:1;s:2:\"47\";i:2;s:2:\"46\";i:3;s:2:\"45\";i:4;s:2:\"49\";i:5;s:2:\"50\";i:6;s:2:\"51\";i:7;s:2:\"52\";i:8;s:2:\"53\";i:9;s:2:\"54\";i:10;s:2:\"55\";i:11;s:2:\"56\";i:12;s:2:\"57\";i:13;s:2:\"58\";i:14;s:2:\"59\";i:15;s:2:\"60\";i:16;s:2:\"61\";i:17;s:2:\"62\";i:18;s:2:\"63\";i:19;s:2:\"64\";i:20;s:2:\"65\";i:21;s:2:\"66\";i:22;s:2:\"67\";i:23;s:2:\"68\";i:24;s:2:\"69\";i:25;s:2:\"70\";i:26;s:2:\"71\";i:27;s:2:\"72\";i:28;s:2:\"73\";i:29;s:2:\"74\";i:30;s:2:\"75\";i:31;s:2:\"76\";i:32;s:2:\"77\";}', NULL),
(45, 151, 'a:33:{i:0;s:2:\"48\";i:1;s:2:\"47\";i:2;s:2:\"46\";i:3;s:2:\"45\";i:4;s:2:\"49\";i:5;s:2:\"50\";i:6;s:2:\"51\";i:7;s:2:\"52\";i:8;s:2:\"53\";i:9;s:2:\"54\";i:10;s:2:\"55\";i:11;s:2:\"56\";i:12;s:2:\"57\";i:13;s:2:\"58\";i:14;s:2:\"59\";i:15;s:2:\"60\";i:16;s:2:\"61\";i:17;s:2:\"62\";i:18;s:2:\"63\";i:19;s:2:\"64\";i:20;s:2:\"65\";i:21;s:2:\"66\";i:22;s:2:\"67\";i:23;s:2:\"68\";i:24;s:2:\"69\";i:25;s:2:\"70\";i:26;s:2:\"71\";i:27;s:2:\"72\";i:28;s:2:\"73\";i:29;s:2:\"74\";i:30;s:2:\"75\";i:31;s:2:\"76\";i:32;s:2:\"77\";}', NULL),
(46, NULL, 'a:33:{i:0;s:2:\"48\";i:1;s:2:\"47\";i:2;s:2:\"46\";i:3;s:2:\"45\";i:4;s:2:\"49\";i:5;s:2:\"50\";i:6;s:2:\"51\";i:7;s:2:\"52\";i:8;s:2:\"53\";i:9;s:2:\"54\";i:10;s:2:\"55\";i:11;s:2:\"56\";i:12;s:2:\"57\";i:13;s:2:\"58\";i:14;s:2:\"59\";i:15;s:2:\"60\";i:16;s:2:\"61\";i:17;s:2:\"62\";i:18;s:2:\"63\";i:19;s:2:\"64\";i:20;s:2:\"65\";i:21;s:2:\"66\";i:22;s:2:\"67\";i:23;s:2:\"68\";i:24;s:2:\"69\";i:25;s:2:\"70\";i:26;s:2:\"71\";i:27;s:2:\"72\";i:28;s:2:\"73\";i:29;s:2:\"74\";i:30;s:2:\"75\";i:31;s:2:\"76\";i:32;s:2:\"77\";}', NULL),
(47, NULL, 'a:33:{i:0;s:2:\"48\";i:1;s:2:\"47\";i:2;s:2:\"46\";i:3;s:2:\"45\";i:4;s:2:\"49\";i:5;s:2:\"50\";i:6;s:2:\"51\";i:7;s:2:\"52\";i:8;s:2:\"53\";i:9;s:2:\"54\";i:10;s:2:\"55\";i:11;s:2:\"56\";i:12;s:2:\"57\";i:13;s:2:\"58\";i:14;s:2:\"59\";i:15;s:2:\"60\";i:16;s:2:\"61\";i:17;s:2:\"62\";i:18;s:2:\"63\";i:19;s:2:\"64\";i:20;s:2:\"65\";i:21;s:2:\"66\";i:22;s:2:\"67\";i:23;s:2:\"68\";i:24;s:2:\"69\";i:25;s:2:\"70\";i:26;s:2:\"71\";i:27;s:2:\"72\";i:28;s:2:\"73\";i:29;s:2:\"74\";i:30;s:2:\"75\";i:31;s:2:\"76\";i:32;s:2:\"77\";}', NULL),
(48, 154, 'a:33:{i:0;s:2:\"48\";i:1;s:2:\"47\";i:2;s:2:\"46\";i:3;s:2:\"45\";i:4;s:2:\"49\";i:5;s:2:\"50\";i:6;s:2:\"51\";i:7;s:2:\"52\";i:8;s:2:\"53\";i:9;s:2:\"54\";i:10;s:2:\"55\";i:11;s:2:\"56\";i:12;s:2:\"57\";i:13;s:2:\"58\";i:14;s:2:\"59\";i:15;s:2:\"60\";i:16;s:2:\"61\";i:17;s:2:\"62\";i:18;s:2:\"63\";i:19;s:2:\"64\";i:20;s:2:\"65\";i:21;s:2:\"66\";i:22;s:2:\"67\";i:23;s:2:\"68\";i:24;s:2:\"69\";i:25;s:2:\"70\";i:26;s:2:\"71\";i:27;s:2:\"72\";i:28;s:2:\"73\";i:29;s:2:\"74\";i:30;s:2:\"75\";i:31;s:2:\"76\";i:32;s:2:\"77\";}', NULL),
(49, NULL, 'a:33:{i:0;s:2:\"48\";i:1;s:2:\"47\";i:2;s:2:\"46\";i:3;s:2:\"45\";i:4;s:2:\"49\";i:5;s:2:\"50\";i:6;s:2:\"51\";i:7;s:2:\"52\";i:8;s:2:\"53\";i:9;s:2:\"54\";i:10;s:2:\"55\";i:11;s:2:\"56\";i:12;s:2:\"57\";i:13;s:2:\"58\";i:14;s:2:\"59\";i:15;s:2:\"60\";i:16;s:2:\"61\";i:17;s:2:\"62\";i:18;s:2:\"63\";i:19;s:2:\"64\";i:20;s:2:\"65\";i:21;s:2:\"66\";i:22;s:2:\"67\";i:23;s:2:\"68\";i:24;s:2:\"69\";i:25;s:2:\"70\";i:26;s:2:\"71\";i:27;s:2:\"72\";i:28;s:2:\"73\";i:29;s:2:\"74\";i:30;s:2:\"75\";i:31;s:2:\"76\";i:32;s:2:\"77\";}', NULL),
(50, 156, 'a:33:{i:0;s:2:\"48\";i:1;s:2:\"47\";i:2;s:2:\"46\";i:3;s:2:\"45\";i:4;s:2:\"49\";i:5;s:2:\"50\";i:6;s:2:\"51\";i:7;s:2:\"52\";i:8;s:2:\"53\";i:9;s:2:\"54\";i:10;s:2:\"55\";i:11;s:2:\"56\";i:12;s:2:\"57\";i:13;s:2:\"58\";i:14;s:2:\"59\";i:15;s:2:\"60\";i:16;s:2:\"61\";i:17;s:2:\"62\";i:18;s:2:\"63\";i:19;s:2:\"64\";i:20;s:2:\"65\";i:21;s:2:\"66\";i:22;s:2:\"67\";i:23;s:2:\"68\";i:24;s:2:\"69\";i:25;s:2:\"70\";i:26;s:2:\"71\";i:27;s:2:\"72\";i:28;s:2:\"73\";i:29;s:2:\"74\";i:30;s:2:\"75\";i:31;s:2:\"76\";i:32;s:2:\"77\";}', NULL),
(51, 157, 'a:33:{i:0;s:2:\"48\";i:1;s:2:\"47\";i:2;s:2:\"46\";i:3;s:2:\"45\";i:4;s:2:\"49\";i:5;s:2:\"50\";i:6;s:2:\"51\";i:7;s:2:\"52\";i:8;s:2:\"53\";i:9;s:2:\"54\";i:10;s:2:\"55\";i:11;s:2:\"56\";i:12;s:2:\"57\";i:13;s:2:\"58\";i:14;s:2:\"59\";i:15;s:2:\"60\";i:16;s:2:\"61\";i:17;s:2:\"62\";i:18;s:2:\"63\";i:19;s:2:\"64\";i:20;s:2:\"65\";i:21;s:2:\"66\";i:22;s:2:\"67\";i:23;s:2:\"68\";i:24;s:2:\"69\";i:25;s:2:\"70\";i:26;s:2:\"71\";i:27;s:2:\"72\";i:28;s:2:\"73\";i:29;s:2:\"74\";i:30;s:2:\"75\";i:31;s:2:\"76\";i:32;s:2:\"77\";}', NULL),
(52, 158, 'a:33:{i:0;s:2:\"48\";i:1;s:2:\"47\";i:2;s:2:\"46\";i:3;s:2:\"45\";i:4;s:2:\"49\";i:5;s:2:\"50\";i:6;s:2:\"51\";i:7;s:2:\"52\";i:8;s:2:\"53\";i:9;s:2:\"54\";i:10;s:2:\"55\";i:11;s:2:\"56\";i:12;s:2:\"57\";i:13;s:2:\"58\";i:14;s:2:\"59\";i:15;s:2:\"60\";i:16;s:2:\"61\";i:17;s:2:\"62\";i:18;s:2:\"63\";i:19;s:2:\"64\";i:20;s:2:\"65\";i:21;s:2:\"66\";i:22;s:2:\"67\";i:23;s:2:\"68\";i:24;s:2:\"69\";i:25;s:2:\"70\";i:26;s:2:\"71\";i:27;s:2:\"72\";i:28;s:2:\"73\";i:29;s:2:\"74\";i:30;s:2:\"75\";i:31;s:2:\"76\";i:32;s:2:\"77\";}', NULL);

-- --------------------------------------------------------

--
-- 表的结构 `mariah_shopstore`
--

CREATE TABLE `mariah_shopstore` (
  `id` int(11) NOT NULL,
  `shopname` varchar(11) CHARACTER SET utf8 NOT NULL,
  `position` varchar(100) CHARACTER SET utf8 NOT NULL,
  `tel` varchar(30) DEFAULT NULL,
  `qq` varchar(30) DEFAULT NULL,
  `weixin` varchar(50) DEFAULT NULL,
  `position_num` varchar(15) DEFAULT NULL,
  `pid` varchar(100) DEFAULT NULL,
  `pname` varchar(1000) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 ROW_FORMAT=DYNAMIC;

--
-- 转存表中的数据 `mariah_shopstore`
--

INSERT INTO `mariah_shopstore` (`id`, `shopname`, `position`, `tel`, `qq`, `weixin`, `position_num`, `pid`, `pname`) VALUES
(70, '厦门玛瑞娅-湖里万达店', '福建省-厦门市-湖里区-湖里区金钟路一号万达写字楼C3栋408室	', '18205949569	', '3412152057', '18205949569', '15-242-1538', NULL, '特价蒙雾眉-特价仿真眉-眉眼套餐-中国水雾眉-韩式粉黛眉-4D淡粉眉-幻改红/蓝眉-纤丝粉墨眉-水洗羽绒眉-Maria高端私人订制-鸿运4D开运眉-唇下脱毛-腋下脱毛-上臂脱毛-下臂脱毛-手指脱毛-双上肢脱毛-小腿脱毛-大腿脱毛-脚趾脱毛-双下肢脱毛-发际线脱毛-双颊脱毛-额头脱毛-全脸脱毛-胸部脱毛-腹部脱毛-背部脱毛-前颈部脱毛-后颈部脱毛-比基尼脱毛'),
(71, '福州玛瑞娅-爱琴海店', '福建省-福州市-仓山区-仓山区红星国际商务中心写字楼1308室', '13763856255', '3412152057', '13763856255', '15-241-1525', NULL, '韩式羽雕眉-特价眼睫线-特价蒙雾眉-特价仿真眉-眉眼套餐-中国水雾眉-韩式粉黛眉-4D淡粉眉-幻改红/蓝眉-纤丝粉墨眉-水洗羽绒眉-Maria高端私人订制-鸿运4D开运眉-唇下脱毛-腋下脱毛-上臂脱毛-下臂脱毛-手指脱毛-双上肢脱毛-小腿脱毛-大腿脱毛-脚趾脱毛-双下肢脱毛-发际线脱毛-双颊脱毛-额头脱毛-全脸脱毛-胸部脱毛-腹部脱毛-背部脱毛-前颈部脱毛-后颈部脱毛-比基尼脱毛'),
(72, '温州玛瑞娅-联合广场店', '浙江省-温州市-瓯海区-浙江省-温州市-瓯海区-瓯海区银泰城莲花路联合广场3栋4E室', '15858516699', '3412152057', '15858516699', '13-215-1354', NULL, '韩式羽雕眉-特价眼睫线-特价蒙雾眉-特价仿真眉-眉眼套餐-中国水雾眉-韩式粉黛眉-4D淡粉眉-幻改红/蓝眉-纤丝粉墨眉-水洗羽绒眉-Maria高端私人订制-鸿运4D开运眉-唇下脱毛-腋下脱毛-上臂脱毛-下臂脱毛-手指脱毛-双上肢脱毛-小腿脱毛-大腿脱毛-脚趾脱毛-双下肢脱毛-发际线脱毛-双颊脱毛-额头脱毛-全脸脱毛-胸部脱毛-腹部脱毛-背部脱毛-前颈部脱毛-后颈部脱毛-比基尼脱毛'),
(157, '佛山玛瑞娅万达广场店', '广东省-佛山市-南海区-万达广场B座3401室3402室', '18578385115', '', 'mry1617', '21-331-2265', NULL, '韩式羽雕眉-特价眼睫线-特价蒙雾眉-特价仿真眉-眉眼套餐-中国水雾眉-韩式粉黛眉-4D淡粉眉-幻改红/蓝眉-纤丝粉墨眉-水洗羽绒眉-Maria高端私人订制-鸿运4D开运眉-唇下脱毛-腋下脱毛-上臂脱毛-下臂脱毛-手指脱毛-双上肢脱毛-小腿脱毛-大腿脱毛-脚趾脱毛-双下肢脱毛-发际线脱毛-双颊脱毛-额头脱毛-全脸脱毛-胸部脱毛-腹部脱毛-背部脱毛-前颈部脱毛-后颈部脱毛-比基尼脱毛'),
(156, '天河玛瑞娅富力盈盛店', '广东省-广州市-天河区-马场路16号富力盈盛A栋2703', '18620198361', '', 'mry0200', '21-326-2229', NULL, '韩式羽雕眉-特价眼睫线-特价蒙雾眉-特价仿真眉-眉眼套餐-中国水雾眉-韩式粉黛眉-4D淡粉眉-幻改红/蓝眉-纤丝粉墨眉-水洗羽绒眉-Maria高端私人订制-鸿运4D开运眉-唇下脱毛-腋下脱毛-上臂脱毛-下臂脱毛-手指脱毛-双上肢脱毛-小腿脱毛-大腿脱毛-脚趾脱毛-双下肢脱毛-发际线脱毛-双颊脱毛-额头脱毛-全脸脱毛-胸部脱毛-腹部脱毛-背部脱毛-前颈部脱毛-后颈部脱毛-比基尼脱毛'),
(155, '柳州玛瑞娅阳光100城', '广西-柳州市-城中区-桂中大道南段2号阳光100城市广场27栋12楼1208室', '13633081107', '', 'mry0772', '22-348-2359', NULL, '韩式羽雕眉-特价眼睫线-特价蒙雾眉-特价仿真眉-眉眼套餐-中国水雾眉-韩式粉黛眉-4D淡粉眉-幻改红/蓝眉-纤丝粉墨眉-水洗羽绒眉-Maria高端私人订制-鸿运4D开运眉-唇下脱毛-腋下脱毛-上臂脱毛-下臂脱毛-手指脱毛-双上肢脱毛-小腿脱毛-大腿脱毛-脚趾脱毛-双下肢脱毛-发际线脱毛-双颊脱毛-额头脱毛-全脸脱毛-胸部脱毛-腹部脱毛-背部脱毛-前颈部脱毛-后颈部脱毛-比基尼脱毛'),
(154, '福田玛瑞娅新天世纪店', '广东省-深圳市-福田区-福民路新天世纪商务中心c座2403室', '17150876744', '', 'mry0755', '21-328-2249', NULL, '韩式羽雕眉-特价眼睫线-特价蒙雾眉-特价仿真眉-眉眼套餐-中国水雾眉-韩式粉黛眉-4D淡粉眉-幻改红/蓝眉-纤丝粉墨眉-水洗羽绒眉-Maria高端私人订制-鸿运4D开运眉-唇下脱毛-腋下脱毛-上臂脱毛-下臂脱毛-手指脱毛-双上肢脱毛-小腿脱毛-大腿脱毛-脚趾脱毛-双下肢脱毛-发际线脱毛-双颊脱毛-额头脱毛-全脸脱毛-胸部脱毛-腹部脱毛-背部脱毛-前颈部脱毛-后颈部脱毛-比基尼脱毛'),
(153, '西安玛瑞娅天地时代广场', '陕西省-西安市-未央区-凤城2路10号天地时代广场b座22211 号', '13088961021	', '', 'maria11990', '28-435-2935', NULL, '韩式羽雕眉-特价眼睫线-特价蒙雾眉-特价仿真眉-眉眼套餐-中国水雾眉-韩式粉黛眉-4D淡粉眉-幻改红/蓝眉-纤丝粉墨眉-水洗羽绒眉-Maria高端私人订制-鸿运4D开运眉-唇下脱毛-腋下脱毛-上臂脱毛-下臂脱毛-手指脱毛-双上肢脱毛-小腿脱毛-大腿脱毛-脚趾脱毛-双下肢脱毛-发际线脱毛-双颊脱毛-额头脱毛-全脸脱毛-胸部脱毛-腹部脱毛-背部脱毛-前颈部脱毛-后颈部脱毛-比基尼脱毛'),
(152, '威海玛瑞娅乐天世纪城双', '山东省-威海市-经区乐天世纪城双子星-6号楼B座1811室', '15725014018', '', 'mry0631', '17-270', NULL, '韩式羽雕眉-特价眼睫线-特价蒙雾眉-特价仿真眉-眉眼套餐-中国水雾眉-韩式粉黛眉-4D淡粉眉-幻改红/蓝眉-纤丝粉墨眉-水洗羽绒眉-Maria高端私人订制-鸿运4D开运眉-唇下脱毛-腋下脱毛-上臂脱毛-下臂脱毛-手指脱毛-双上肢脱毛-小腿脱毛-大腿脱毛-脚趾脱毛-双下肢脱毛-发际线脱毛-双颊脱毛-额头脱毛-全脸脱毛-胸部脱毛-腹部脱毛-背部脱毛-前颈部脱毛-后颈部脱毛-比基尼脱毛'),
(151, '惠州玛瑞娅八方新越店', '广东省-惠州市-惠城区-江北大道110号八方新越2103号', '15019817381', '', 'mry0777', '21-336-2299', NULL, '韩式羽雕眉-特价眼睫线-特价蒙雾眉-特价仿真眉-眉眼套餐-中国水雾眉-韩式粉黛眉-4D淡粉眉-幻改红/蓝眉-纤丝粉墨眉-水洗羽绒眉-Maria高端私人订制-鸿运4D开运眉-唇下脱毛-腋下脱毛-上臂脱毛-下臂脱毛-手指脱毛-双上肢脱毛-小腿脱毛-大腿脱毛-脚趾脱毛-双下肢脱毛-发际线脱毛-双颊脱毛-额头脱毛-全脸脱毛-胸部脱毛-腹部脱毛-背部脱毛-前颈部脱毛-后颈部脱毛-比基尼脱毛'),
(150, '乌鲁木齐玛瑞娅阳光10', '新疆-乌鲁木齐市-沙依巴克区-钱塘江路阳光100商业综合楼1栋18层B单元1806', '18699129361', '', 'maria09911', '32-472-3189', NULL, '韩式羽雕眉-特价眼睫线-特价蒙雾眉-特价仿真眉-眉眼套餐-中国水雾眉-韩式粉黛眉-4D淡粉眉-幻改红/蓝眉-纤丝粉墨眉-水洗羽绒眉-Maria高端私人订制-鸿运4D开运眉-唇下脱毛-腋下脱毛-上臂脱毛-下臂脱毛-手指脱毛-双上肢脱毛-小腿脱毛-大腿脱毛-脚趾脱毛-双下肢脱毛-发际线脱毛-双颊脱毛-额头脱毛-全脸脱毛-胸部脱毛-腹部脱毛-背部脱毛-前颈部脱毛-后颈部脱毛-比基尼脱毛'),
(149, '济宁玛瑞娅万佳广场店', '山东省-济宁市-市中区-太白楼东路万佳广场万佳公寓一号楼2908室', '15166758225', '', 'mry0577', '17-268-1772', NULL, '韩式羽雕眉-特价眼睫线-特价蒙雾眉-特价仿真眉-眉眼套餐-中国水雾眉-韩式粉黛眉-4D淡粉眉-幻改红/蓝眉-纤丝粉墨眉-水洗羽绒眉-Maria高端私人订制-鸿运4D开运眉-唇下脱毛-腋下脱毛-上臂脱毛-下臂脱毛-手指脱毛-双上肢脱毛-小腿脱毛-大腿脱毛-脚趾脱毛-双下肢脱毛-发际线脱毛-双颊脱毛-额头脱毛-全脸脱毛-胸部脱毛-腹部脱毛-背部脱毛-前颈部脱毛-后颈部脱毛-比基尼脱毛'),
(148, '阜阳玛瑞娅万达华府店', '安徽省-阜阳市-颍州区-万达华府B2区2栋2107室二单元', '15155848542', '', 'mry0558', '14-234-1483', NULL, '韩式羽雕眉-特价眼睫线-特价蒙雾眉-特价仿真眉-眉眼套餐-中国水雾眉-韩式粉黛眉-4D淡粉眉-幻改红/蓝眉-纤丝粉墨眉-水洗羽绒眉-Maria高端私人订制-鸿运4D开运眉-唇下脱毛-腋下脱毛-上臂脱毛-下臂脱毛-手指脱毛-双上肢脱毛-小腿脱毛-大腿脱毛-脚趾脱毛-双下肢脱毛-发际线脱毛-双颊脱毛-额头脱毛-全脸脱毛-胸部脱毛-腹部脱毛-背部脱毛-前颈部脱毛-后颈部脱毛-比基尼脱毛'),
(147, '芜湖玛瑞娅汇金广场店', '安徽省-芜湖市-镜湖区-汇金广场B座915', '18755337739	', '', 'mry0555', '14-225-1425', NULL, '韩式羽雕眉-特价眼睫线-特价蒙雾眉-特价仿真眉-眉眼套餐-中国水雾眉-韩式粉黛眉-4D淡粉眉-幻改红/蓝眉-纤丝粉墨眉-水洗羽绒眉-Maria高端私人订制-鸿运4D开运眉-唇下脱毛-腋下脱毛-上臂脱毛-下臂脱毛-手指脱毛-双上肢脱毛-小腿脱毛-大腿脱毛-脚趾脱毛-双下肢脱毛-发际线脱毛-双颊脱毛-额头脱毛-全脸脱毛-胸部脱毛-腹部脱毛-背部脱毛-前颈部脱毛-后颈部脱毛-比基尼脱毛'),
(146, '银川玛瑞娅中房富力城店', '宁夏-银川市-兴庆区-新华街中房富力城D座618室', '15769501882	', '', 'mry0995', '31-467-3167', NULL, '韩式羽雕眉-特价眼睫线-特价蒙雾眉-特价仿真眉-眉眼套餐-中国水雾眉-韩式粉黛眉-4D淡粉眉-幻改红/蓝眉-纤丝粉墨眉-水洗羽绒眉-Maria高端私人订制-鸿运4D开运眉-唇下脱毛-腋下脱毛-上臂脱毛-下臂脱毛-手指脱毛-双上肢脱毛-小腿脱毛-大腿脱毛-脚趾脱毛-双下肢脱毛-发际线脱毛-双颊脱毛-额头脱毛-全脸脱毛-胸部脱毛-腹部脱毛-背部脱毛-前颈部脱毛-后颈部脱毛-比基尼脱毛'),
(145, '太原玛瑞娅泰华城市广场', '山西省-太原市-小店区-街泰华城市广场a座1单元23层2702', '15383436347', '', 'mry0351', '7-141-712', NULL, '韩式羽雕眉-特价眼睫线-特价蒙雾眉-特价仿真眉-眉眼套餐-中国水雾眉-韩式粉黛眉-4D淡粉眉-幻改红/蓝眉-纤丝粉墨眉-水洗羽绒眉-Maria高端私人订制-鸿运4D开运眉-唇下脱毛-腋下脱毛-上臂脱毛-下臂脱毛-手指脱毛-双上肢脱毛-小腿脱毛-大腿脱毛-脚趾脱毛-双下肢脱毛-发际线脱毛-双颊脱毛-额头脱毛-全脸脱毛-胸部脱毛-腹部脱毛-背部脱毛-前颈部脱毛-后颈部脱毛-比基尼脱毛'),
(144, '合肥玛瑞娅鼎盛时代广场', '安徽省-合肥市-包河区-马鞍山南路299号鼎盛时代广场10栋1618', '18726479436	', '', 'mry0551', '14-224-1421', NULL, '韩式羽雕眉-特价眼睫线-特价蒙雾眉-特价仿真眉-眉眼套餐-中国水雾眉-韩式粉黛眉-4D淡粉眉-幻改红/蓝眉-纤丝粉墨眉-水洗羽绒眉-Maria高端私人订制-鸿运4D开运眉-唇下脱毛-腋下脱毛-上臂脱毛-下臂脱毛-手指脱毛-双上肢脱毛-小腿脱毛-大腿脱毛-脚趾脱毛-双下肢脱毛-发际线脱毛-双颊脱毛-额头脱毛-全脸脱毛-胸部脱毛-腹部脱毛-背部脱毛-前颈部脱毛-后颈部脱毛-比基尼脱毛'),
(143, '呼和浩特玛瑞娅奈伦国际', '内蒙古-呼和浩特市-新城区-新华大街奈伦国际d座611室', '18548115575	', '', 'mry0588', '8-152-831', NULL, '韩式羽雕眉-特价眼睫线-特价蒙雾眉-特价仿真眉-眉眼套餐-中国水雾眉-韩式粉黛眉-4D淡粉眉-幻改红/蓝眉-纤丝粉墨眉-水洗羽绒眉-Maria高端私人订制-鸿运4D开运眉-唇下脱毛-腋下脱毛-上臂脱毛-下臂脱毛-手指脱毛-双上肢脱毛-小腿脱毛-大腿脱毛-脚趾脱毛-双下肢脱毛-发际线脱毛-双颊脱毛-额头脱毛-全脸脱毛-胸部脱毛-腹部脱毛-背部脱毛-前颈部脱毛-后颈部脱毛-比基尼脱毛'),
(142, '沈阳玛瑞娅中街大悦城店', '辽宁省-沈阳市-沈河区-中街大悦城c3-2204', '15040390652	', '', 'maria-1888', '9-164-933', NULL, '韩式羽雕眉-特价眼睫线-特价蒙雾眉-特价仿真眉-眉眼套餐-中国水雾眉-韩式粉黛眉-4D淡粉眉-幻改红/蓝眉-纤丝粉墨眉-水洗羽绒眉-Maria高端私人订制-鸿运4D开运眉-唇下脱毛-腋下脱毛-上臂脱毛-下臂脱毛-手指脱毛-双上肢脱毛-小腿脱毛-大腿脱毛-脚趾脱毛-双下肢脱毛-发际线脱毛-双颊脱毛-额头脱毛-全脸脱毛-胸部脱毛-腹部脱毛-背部脱毛-前颈部脱毛-后颈部脱毛-比基尼脱毛'),
(141, '哈尔滨玛瑞娅恒祥凯悦店', '黑龙江省-哈尔滨市-道里区-西头道街2号恒祥凯悦B单元2606号', '15134587147', '', 'mry02346', '11-187-1092', NULL, '韩式羽雕眉-特价眼睫线-特价蒙雾眉-特价仿真眉-眉眼套餐-中国水雾眉-韩式粉黛眉-4D淡粉眉-幻改红/蓝眉-纤丝粉墨眉-水洗羽绒眉-Maria高端私人订制-鸿运4D开运眉-唇下脱毛-腋下脱毛-上臂脱毛-下臂脱毛-手指脱毛-双上肢脱毛-小腿脱毛-大腿脱毛-脚趾脱毛-双下肢脱毛-发际线脱毛-双颊脱毛-额头脱毛-全脸脱毛-胸部脱毛-腹部脱毛-背部脱毛-前颈部脱毛-后颈部脱毛-比基尼脱毛'),
(140, '北京玛瑞娅优士阁店', '北京市-朝阳区-广渠门外大街优士阁A座1501', '', '', 'mry0100', '2-40', NULL, '韩式羽雕眉-特价眼睫线-特价蒙雾眉-特价仿真眉-眉眼套餐-中国水雾眉-韩式粉黛眉-4D淡粉眉-幻改红/蓝眉-纤丝粉墨眉-水洗羽绒眉-Maria高端私人订制-鸿运4D开运眉-唇下脱毛-腋下脱毛-上臂脱毛-下臂脱毛-手指脱毛-双上肢脱毛-小腿脱毛-大腿脱毛-脚趾脱毛-双下肢脱毛-发际线脱毛-双颊脱毛-额头脱毛-全脸脱毛-胸部脱毛-腹部脱毛-背部脱毛-前颈部脱毛-后颈部脱毛-比基尼脱毛'),
(139, '长春玛瑞娅万达广场店', '吉林省-长春市-朝阳区-红旗街万达广场4号楼2单元2509', '13944091336', '', 'Maria-0431', '10-178-1034', NULL, '韩式羽雕眉-特价眼睫线-特价蒙雾眉-特价仿真眉-眉眼套餐-中国水雾眉-韩式粉黛眉-4D淡粉眉-幻改红/蓝眉-纤丝粉墨眉-水洗羽绒眉-Maria高端私人订制-鸿运4D开运眉-唇下脱毛-腋下脱毛-上臂脱毛-下臂脱毛-手指脱毛-双上肢脱毛-小腿脱毛-大腿脱毛-脚趾脱毛-双下肢脱毛-发际线脱毛-双颊脱毛-额头脱毛-全脸脱毛-胸部脱毛-腹部脱毛-背部脱毛-前颈部脱毛-后颈部脱毛-比基尼脱毛'),
(138, '吉林玛瑞娅财富广场店', '吉林省-吉林市-昌邑区-财富广场B栋1510室', '15043289410	', '', 'maria-0432', '10-179-1042', NULL, '韩式羽雕眉-特价眼睫线-特价蒙雾眉-特价仿真眉-眉眼套餐-中国水雾眉-韩式粉黛眉-4D淡粉眉-幻改红/蓝眉-纤丝粉墨眉-水洗羽绒眉-Maria高端私人订制-鸿运4D开运眉-唇下脱毛-腋下脱毛-上臂脱毛-下臂脱毛-手指脱毛-双上肢脱毛-小腿脱毛-大腿脱毛-脚趾脱毛-双下肢脱毛-发际线脱毛-双颊脱毛-额头脱毛-全脸脱毛-胸部脱毛-腹部脱毛-背部脱毛-前颈部脱毛-后颈部脱毛-比基尼脱毛'),
(137, '淄博玛瑞娅万象汇max', '山东省-淄博市-张店区-商场路万象汇max公寓2701室', '15953331523', '', 'Maria-1516', '17-263-1730', NULL, '韩式羽雕眉-特价眼睫线-特价蒙雾眉-特价仿真眉-眉眼套餐-中国水雾眉-韩式粉黛眉-4D淡粉眉-幻改红/蓝眉-纤丝粉墨眉-水洗羽绒眉-Maria高端私人订制-鸿运4D开运眉-唇下脱毛-腋下脱毛-上臂脱毛-下臂脱毛-手指脱毛-双上肢脱毛-小腿脱毛-大腿脱毛-脚趾脱毛-双下肢脱毛-发际线脱毛-双颊脱毛-额头脱毛-全脸脱毛-胸部脱毛-腹部脱毛-背部脱毛-前颈部脱毛-后颈部脱毛-比基尼脱毛'),
(136, '烟台玛瑞娅阳光100店', '山东省-烟台市-芝罘区-阳光100c座2308室', '15965176303	', '', 'Maria-0351', '17-266-1748', NULL, '韩式羽雕眉-特价眼睫线-特价蒙雾眉-特价仿真眉-眉眼套餐-中国水雾眉-韩式粉黛眉-4D淡粉眉-幻改红/蓝眉-纤丝粉墨眉-水洗羽绒眉-Maria高端私人订制-鸿运4D开运眉-唇下脱毛-腋下脱毛-上臂脱毛-下臂脱毛-手指脱毛-双上肢脱毛-小腿脱毛-大腿脱毛-脚趾脱毛-双下肢脱毛-发际线脱毛-双颊脱毛-额头脱毛-全脸脱毛-胸部脱毛-腹部脱毛-背部脱毛-前颈部脱毛-后颈部脱毛-比基尼脱毛'),
(135, '兰州玛瑞娅瑞德摩尔万国', '甘肃省-兰州市-城关区-瑞德摩尔万国港b 座2506室', '13519491770	', '', 'Maria-0102', '29-445-3038', NULL, '韩式羽雕眉-特价眼睫线-特价蒙雾眉-特价仿真眉-眉眼套餐-中国水雾眉-韩式粉黛眉-4D淡粉眉-幻改红/蓝眉-纤丝粉墨眉-水洗羽绒眉-Maria高端私人订制-鸿运4D开运眉-唇下脱毛-腋下脱毛-上臂脱毛-下臂脱毛-手指脱毛-双上肢脱毛-小腿脱毛-大腿脱毛-脚趾脱毛-双下肢脱毛-发际线脱毛-双颊脱毛-额头脱毛-全脸脱毛-胸部脱毛-腹部脱毛-背部脱毛-前颈部脱毛-后颈部脱毛-比基尼脱毛'),
(133, '成都玛瑞娅正成财富店', '四川省-成都市-锦江区-梓潼桥西街正成财富ID一单元2703室', '13709083802	', '', 'Maria-0281', '24-382-2460', NULL, '韩式羽雕眉-特价眼睫线-特价蒙雾眉-特价仿真眉-眉眼套餐-中国水雾眉-韩式粉黛眉-4D淡粉眉-幻改红/蓝眉-纤丝粉墨眉-水洗羽绒眉-Maria高端私人订制-鸿运4D开运眉-唇下脱毛-腋下脱毛-上臂脱毛-下臂脱毛-手指脱毛-双上肢脱毛-小腿脱毛-大腿脱毛-脚趾脱毛-双下肢脱毛-发际线脱毛-双颊脱毛-额头脱毛-全脸脱毛-胸部脱毛-腹部脱毛-背部脱毛-前颈部脱毛-后颈部脱毛-比基尼脱毛'),
(132, '昆明玛瑞娅同德昆明广场', '云南省-昆明市-盘龙区-同德昆明广场中央a区3栋1503室', '18388060894	', '', 'Maria-0551', '26-412-2730', NULL, '韩式羽雕眉-特价眼睫线-特价蒙雾眉-特价仿真眉-眉眼套餐-中国水雾眉-韩式粉黛眉-4D淡粉眉-幻改红/蓝眉-纤丝粉墨眉-水洗羽绒眉-Maria高端私人订制-鸿运4D开运眉-唇下脱毛-腋下脱毛-上臂脱毛-下臂脱毛-手指脱毛-双上肢脱毛-小腿脱毛-大腿脱毛-脚趾脱毛-双下肢脱毛-发际线脱毛-双颊脱毛-额头脱毛-全脸脱毛-胸部脱毛-腹部脱毛-背部脱毛-前颈部脱毛-后颈部脱毛-比基尼脱毛'),
(131, '贵阳玛瑞娅花果园店', '贵州省-贵阳市-南明区-花果园一期20栋1单元905室', '13765806640', '', 'Maria-0851', '25-403-2641', NULL, '韩式羽雕眉-特价眼睫线-特价蒙雾眉-特价仿真眉-眉眼套餐-中国水雾眉-韩式粉黛眉-4D淡粉眉-幻改红/蓝眉-纤丝粉墨眉-水洗羽绒眉-Maria高端私人订制-鸿运4D开运眉-唇下脱毛-腋下脱毛-上臂脱毛-下臂脱毛-手指脱毛-双上肢脱毛-小腿脱毛-大腿脱毛-脚趾脱毛-双下肢脱毛-发际线脱毛-双颊脱毛-额头脱毛-全脸脱毛-胸部脱毛-腹部脱毛-背部脱毛-前颈部脱毛-后颈部脱毛-比基尼脱毛'),
(130, '济南玛瑞娅和谐广场店', '山东省-济南市-槐荫区-和谐广场银座中心2号楼2708室', '18853108830', '', 'Maria-jinan ', '17-261-1709', NULL, '韩式羽雕眉-特价眼睫线-特价蒙雾眉-特价仿真眉-眉眼套餐-中国水雾眉-韩式粉黛眉-4D淡粉眉-幻改红/蓝眉-纤丝粉墨眉-水洗羽绒眉-Maria高端私人订制-鸿运4D开运眉-唇下脱毛-腋下脱毛-上臂脱毛-下臂脱毛-手指脱毛-双上肢脱毛-小腿脱毛-大腿脱毛-脚趾脱毛-双下肢脱毛-发际线脱毛-双颊脱毛-额头脱毛-全脸脱毛-胸部脱毛-腹部脱毛-背部脱毛-前颈部脱毛-后颈部脱毛-比基尼脱毛'),
(129, '天津玛瑞娅凯德国贸店', '天津市-河西区-小白楼凯德国贸C座2503室', '18222367682', '', 'maria-022', '4-74', NULL, '韩式羽雕眉-特价眼睫线-特价蒙雾眉-特价仿真眉-眉眼套餐-中国水雾眉-韩式粉黛眉-4D淡粉眉-幻改红/蓝眉-纤丝粉墨眉-水洗羽绒眉-Maria高端私人订制-鸿运4D开运眉-唇下脱毛-腋下脱毛-上臂脱毛-下臂脱毛-手指脱毛-双上肢脱毛-小腿脱毛-大腿脱毛-脚趾脱毛-双下肢脱毛-发际线脱毛-双颊脱毛-额头脱毛-全脸脱毛-胸部脱毛-腹部脱毛-背部脱毛-前颈部脱毛-后颈部脱毛-比基尼脱毛'),
(128, '上海玛瑞娅圣天地店', '上海市-普陀区-江宁路1165号圣天地商务楼3楼304', '13661997221', '', 'Maria-shanghai', '3-58', NULL, '韩式羽雕眉-特价眼睫线-特价蒙雾眉-特价仿真眉-眉眼套餐-中国水雾眉-韩式粉黛眉-4D淡粉眉-幻改红/蓝眉-纤丝粉墨眉-水洗羽绒眉-Maria高端私人订制-鸿运4D开运眉-唇下脱毛-腋下脱毛-上臂脱毛-下臂脱毛-手指脱毛-双上肢脱毛-小腿脱毛-大腿脱毛-脚趾脱毛-双下肢脱毛-发际线脱毛-双颊脱毛-额头脱毛-全脸脱毛-胸部脱毛-腹部脱毛-背部脱毛-前颈部脱毛-后颈部脱毛-比基尼脱毛'),
(127, '石家庄玛瑞娅新源乐汇城', '河北省-石家庄市-长安区-中山东路大经街新源乐汇城A座2单元1314室 ', '15830652182', '', 'Maria-0510', '6-130-540', NULL, '韩式羽雕眉-特价眼睫线-特价蒙雾眉-特价仿真眉-眉眼套餐-中国水雾眉-韩式粉黛眉-4D淡粉眉-幻改红/蓝眉-纤丝粉墨眉-水洗羽绒眉-Maria高端私人订制-鸿运4D开运眉-唇下脱毛-腋下脱毛-上臂脱毛-下臂脱毛-手指脱毛-双上肢脱毛-小腿脱毛-大腿脱毛-脚趾脱毛-双下肢脱毛-发际线脱毛-双颊脱毛-额头脱毛-全脸脱毛-胸部脱毛-腹部脱毛-背部脱毛-前颈部脱毛-后颈部脱毛-比基尼脱毛'),
(126, '南昌玛瑞娅万达广场店', '江西省-南昌市-红谷滩新区万达广场A5栋1505室', '13732919879', '', 'Maria-0512', '16-250', NULL, '韩式羽雕眉-特价眼睫线-特价蒙雾眉-特价仿真眉-眉眼套餐-中国水雾眉-韩式粉黛眉-4D淡粉眉-幻改红/蓝眉-纤丝粉墨眉-水洗羽绒眉-Maria高端私人订制-鸿运4D开运眉-唇下脱毛-腋下脱毛-上臂脱毛-下臂脱毛-手指脱毛-双上肢脱毛-小腿脱毛-大腿脱毛-脚趾脱毛-双下肢脱毛-发际线脱毛-双颊脱毛-额头脱毛-全脸脱毛-胸部脱毛-腹部脱毛-背部脱毛-前颈部脱毛-后颈部脱毛-比基尼脱毛'),
(125, '郑州maria国贸郑州', '河南省-郑州市-金水区-国贸中心3号楼2单元1107室', '18790286086', '', 'Maria-0513', '18-278-1850', NULL, '韩式羽雕眉-特价眼睫线-特价蒙雾眉-特价仿真眉-眉眼套餐-中国水雾眉-韩式粉黛眉-4D淡粉眉-幻改红/蓝眉-纤丝粉墨眉-水洗羽绒眉-Maria高端私人订制-鸿运4D开运眉-唇下脱毛-腋下脱毛-上臂脱毛-下臂脱毛-手指脱毛-双上肢脱毛-小腿脱毛-大腿脱毛-脚趾脱毛-双下肢脱毛-发际线脱毛-双颊脱毛-额头脱毛-全脸脱毛-胸部脱毛-腹部脱毛-背部脱毛-前颈部脱毛-后颈部脱毛-比基尼脱毛'),
(124, '杭州玛瑞娅新时代广场店', '浙江省-杭州市-江干区-凤起东路189号新城时代广场3栋1713室', '18258283225', '', 'Maria-0571', '13-213-1330', NULL, '韩式羽雕眉-特价眼睫线-特价蒙雾眉-特价仿真眉-眉眼套餐-中国水雾眉-韩式粉黛眉-4D淡粉眉-幻改红/蓝眉-纤丝粉墨眉-水洗羽绒眉-Maria高端私人订制-鸿运4D开运眉-唇下脱毛-腋下脱毛-上臂脱毛-下臂脱毛-手指脱毛-双上肢脱毛-小腿脱毛-大腿脱毛-脚趾脱毛-双下肢脱毛-发际线脱毛-双颊脱毛-额头脱毛-全脸脱毛-胸部脱毛-腹部脱毛-背部脱毛-前颈部脱毛-后颈部脱毛-比基尼脱毛'),
(123, '宁波玛瑞娅麒麟大厦店', '浙江省-宁波市-鄞州区-钟山公寓麒麟大厦南楼1906室', '13252286597', '', 'Maria-057', '13-214-1346', NULL, '韩式羽雕眉-特价眼睫线-特价蒙雾眉-特价仿真眉-眉眼套餐-中国水雾眉-韩式粉黛眉-4D淡粉眉-幻改红/蓝眉-纤丝粉墨眉-水洗羽绒眉-Maria高端私人订制-鸿运4D开运眉-唇下脱毛-腋下脱毛-上臂脱毛-下臂脱毛-手指脱毛-双上肢脱毛-小腿脱毛-大腿脱毛-脚趾脱毛-双下肢脱毛-发际线脱毛-双颊脱毛-额头脱毛-全脸脱毛-胸部脱毛-腹部脱毛-背部脱毛-前颈部脱毛-后颈部脱毛-比基尼脱毛'),
(122, '无锡玛瑞娅明珠世纪大厦', '江苏省-无锡市-崇安区-中山路88号太湖明珠世纪大厦1号楼1903室', '13921114827', '', 'Maria-0212', '12-201-1235', NULL, '韩式羽雕眉-特价眼睫线-特价蒙雾眉-特价仿真眉-眉眼套餐-中国水雾眉-韩式粉黛眉-4D淡粉眉-幻改红/蓝眉-纤丝粉墨眉-水洗羽绒眉-Maria高端私人订制-鸿运4D开运眉-唇下脱毛-腋下脱毛-上臂脱毛-下臂脱毛-手指脱毛-双上肢脱毛-小腿脱毛-大腿脱毛-脚趾脱毛-双下肢脱毛-发际线脱毛-双颊脱毛-额头脱毛-全脸脱毛-胸部脱毛-腹部脱毛-背部脱毛-前颈部脱毛-后颈部脱毛-比基尼脱毛'),
(119, '嘉兴玛瑞娅万达春江中心', '浙江省-嘉兴市-万达春江中心写字楼4栋1201室', '18857348506', '', 'Maria-0573', '13-216', NULL, '韩式羽雕眉-特价眼睫线-特价蒙雾眉-特价仿真眉-眉眼套餐-中国水雾眉-韩式粉黛眉-4D淡粉眉-幻改红/蓝眉-纤丝粉墨眉-水洗羽绒眉-Maria高端私人订制-鸿运4D开运眉-唇下脱毛-腋下脱毛-上臂脱毛-下臂脱毛-手指脱毛-双上肢脱毛-小腿脱毛-大腿脱毛-脚趾脱毛-双下肢脱毛-发际线脱毛-双颊脱毛-额头脱毛-全脸脱毛-胸部脱毛-腹部脱毛-背部脱毛-前颈部脱毛-后颈部脱毛-比基尼脱毛'),
(120, '苏州玛瑞娅铂金公寓店', '江苏省-苏州市-工业园区苏雅路铂金公寓707室', '15895589962', '', 'Maria-051', '12-204', NULL, '韩式羽雕眉-特价眼睫线-特价蒙雾眉-特价仿真眉-眉眼套餐-中国水雾眉-韩式粉黛眉-4D淡粉眉-幻改红/蓝眉-纤丝粉墨眉-水洗羽绒眉-Maria高端私人订制-鸿运4D开运眉-唇下脱毛-腋下脱毛-上臂脱毛-下臂脱毛-手指脱毛-双上肢脱毛-小腿脱毛-大腿脱毛-脚趾脱毛-双下肢脱毛-发际线脱毛-双颊脱毛-额头脱毛-全脸脱毛-胸部脱毛-腹部脱毛-背部脱毛-前颈部脱毛-后颈部脱毛-比基尼脱毛'),
(121, '南京玛瑞娅万达店', '江苏省-南京市-江宁区-万达写字楼C座1栋1420-1421室', '15950508747', '', 'Maria-025', '12-200-1231', NULL, '韩式羽雕眉-特价眼睫线-特价蒙雾眉-特价仿真眉-眉眼套餐-中国水雾眉-韩式粉黛眉-4D淡粉眉-幻改红/蓝眉-纤丝粉墨眉-水洗羽绒眉-Maria高端私人订制-鸿运4D开运眉-唇下脱毛-腋下脱毛-上臂脱毛-下臂脱毛-手指脱毛-双上肢脱毛-小腿脱毛-大腿脱毛-脚趾脱毛-双下肢脱毛-发际线脱毛-双颊脱毛-额头脱毛-全脸脱毛-胸部脱毛-腹部脱毛-背部脱毛-前颈部脱毛-后颈部脱毛-比基尼脱毛'),
(158, '梧州玛瑞娅旺成广场店', '广西-梧州市-万秀区-旺城广场6号楼1811室', '18649447703', '', 'mry3210', '22-350-2386', NULL, '韩式羽雕眉-特价眼睫线-特价蒙雾眉-特价仿真眉-眉眼套餐-中国水雾眉-韩式粉黛眉-4D淡粉眉-幻改红/蓝眉-纤丝粉墨眉-水洗羽绒眉-Maria高端私人订制-鸿运4D开运眉-唇下脱毛-腋下脱毛-上臂脱毛-下臂脱毛-手指脱毛-双上肢脱毛-小腿脱毛-大腿脱毛-脚趾脱毛-双下肢脱毛-发际线脱毛-双颊脱毛-额头脱毛-全脸脱毛-胸部脱毛-腹部脱毛-背部脱毛-前颈部脱毛-后颈部脱毛-比基尼脱毛');

-- --------------------------------------------------------

--
-- 表的结构 `mariah_spread_code`
--

CREATE TABLE `mariah_spread_code` (
  `user_id` int(11) NOT NULL,
  `spread_code` varchar(50) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- 转存表中的数据 `mariah_spread_code`
--

INSERT INTO `mariah_spread_code` (`user_id`, `spread_code`) VALUES
(14, '015tz'),
(50, '015v0'),
(19, '015u4'),
(18, '015u3'),
(20, '015u5'),
(15, '015u0'),
(17, '015u2'),
(5, '015tq'),
(6, '015tr'),
(47, '015ux');

-- --------------------------------------------------------

--
-- 表的结构 `mariah_user`
--

CREATE TABLE `mariah_user` (
  `id` int(11) NOT NULL,
  `openid` varchar(50) DEFAULT NULL,
  `username` varchar(50) DEFAULT NULL,
  `headimgurl` varchar(500) DEFAULT NULL,
  `sex` varchar(50) DEFAULT NULL,
  `password` varchar(100) DEFAULT NULL,
  `parentid1` varchar(30) DEFAULT NULL,
  `parentid2` varchar(30) DEFAULT NULL,
  `parentid3` varchar(30) DEFAULT NULL,
  `money` float(11,2) DEFAULT NULL,
  `creattime` timestamp NULL DEFAULT CURRENT_TIMESTAMP,
  `tel` varchar(11) DEFAULT NULL,
  `type` varchar(20) DEFAULT NULL,
  `grade_nume` varchar(20) DEFAULT NULL,
  `birthday` varchar(100) DEFAULT NULL,
  `position` varchar(100) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- 转存表中的数据 `mariah_user`
--

INSERT INTO `mariah_user` (`id`, `openid`, `username`, `headimgurl`, `sex`, `password`, `parentid1`, `parentid2`, `parentid3`, `money`, `creattime`, `tel`, `type`, `grade_nume`, `birthday`, `position`) VALUES
(14, NULL, '123', NULL, NULL, NULL, '0', NULL, NULL, NULL, '2017-06-15 07:08:08', '123', '123', NULL, '', NULL),
(15, NULL, '111', NULL, NULL, NULL, '14', NULL, NULL, NULL, '2017-06-15 07:11:22', '111', '111', NULL, '', NULL),
(16, NULL, '333', NULL, NULL, NULL, '14', NULL, NULL, NULL, '2017-06-15 07:12:20', '333', '333', NULL, '', NULL),
(17, NULL, '444', NULL, NULL, NULL, '15', NULL, NULL, NULL, '2017-06-15 07:12:36', '444', '444', NULL, '', NULL),
(18, NULL, '66', NULL, NULL, NULL, '0', '0', '0', NULL, '2017-06-15 09:35:17', '66', '66', NULL, '', NULL),
(19, NULL, '77', NULL, NULL, NULL, '17', '15', '14', NULL, '2017-06-15 09:46:21', '77', '77', NULL, '', NULL),
(20, NULL, '99', NULL, NULL, 'e10adc3949ba59abbe56e057f20f883e', '19', '17', '15', NULL, '2017-06-15 09:47:30', '18016539990', '99', NULL, '', NULL),
(47, '', 'Your is', '/uploads/20170802/165caf590347493eab3dee1260b0de45.jpeg', '男', 'e10adc3949ba59abbe56e057f20f883e', '14', '0', NULL, NULL, '2017-07-06 10:31:08', '13055518097', NULL, NULL, '2017/07/26', '北京  通州'),
(46, '3028459754', '1234567LYJLYJ', 'http://tva1.sinaimg.cn/crop.0.0.180.180.50/b482a0eajw1e8qgp5bmzyj2050050aa8.jpg', '男', NULL, '47', '14', NULL, NULL, '2017-07-06 09:46:06', NULL, NULL, NULL, '', NULL),
(43, 'D661A35C765E02513EF8D2E4C0F57E8A', '路西法十三', 'uploads/20170726/eeee94e29f316e08de5ee3e197bab879.jpeg', '男', NULL, NULL, NULL, NULL, NULL, '2017-07-06 07:23:44', '', NULL, NULL, '2014/07/26', '福建  厦门'),
(48, 'oVI94wRznvDkAN02XHd4WNGHVN4A', '爱@了吗', 'http://wx.qlogo.cn/mmopen/bZ19cxX0rU32SaSMj06WBvMa4qPu8bmkw3a4piaHjsXSEhtcD9SFnK8LmhKFhczzIMzupU2e5tgHqWArTuL8IyXyDwEeSA5pZ/0', '男', NULL, '47', '14', NULL, NULL, '2017-07-07 11:39:29', NULL, NULL, NULL, '', NULL),
(49, '5929948569', '小丑童鞋123', 'http://tva2.sinaimg.cn/crop.0.0.750.750.50/006tjsvLjw8f6uk3vpcc4j30ku0ku3zr.jpg', '男', NULL, NULL, NULL, NULL, NULL, '2017-08-05 18:26:45', NULL, NULL, NULL, NULL, NULL),
(50, 'oVI94we7T8zC7qgDJMkiDEze3RKg', 'A ????Jack????', 'http://wx.qlogo.cn/mmopen/bZ19cxX0rU32SaSMj06WBvcG4wYqpqZ6PA2KaqeJsS8X3icPIqDG8FrLJv2MuIPnNd5pe59DolT2loVQ3XDkz7TIfX7YIWSR5/0', '男', NULL, NULL, NULL, NULL, NULL, '2017-08-06 10:52:42', NULL, NULL, NULL, NULL, NULL),
(51, NULL, NULL, NULL, NULL, 'd35f454206f1e65d56b3a269bc4943dc', NULL, NULL, NULL, NULL, '2017-08-07 01:37:19', '17859920906', NULL, NULL, NULL, NULL),
(52, '63FBAA5BDCDEE20C2848E14E8903065D', '☁', 'http://qzapp.qlogo.cn/qzapp/1106237296/63FBAA5BDCDEE20C2848E14E8903065D/100', '男', NULL, NULL, NULL, NULL, NULL, '2017-08-07 02:44:44', NULL, NULL, NULL, NULL, NULL),
(53, 'oVI94wXilTH58AiU5RTEshlMxx2k', 'A???????? ༄Sky❁҉҉҉҉҉҉', 'http://wx.qlogo.cn/mmopen/WAibKjHvK5nGeJHwXGk6UbRDpCzSbibAdEHYs4pZ44gzjxWLLU3C5fBqIe8gibXx3XxfWvSrBxLlTGp7YYdFGOkUrsk4icibOe5q4/0', '男', NULL, NULL, NULL, NULL, NULL, '2017-08-07 03:49:51', NULL, NULL, NULL, NULL, NULL),
(54, 'oVI94wcBBR333l0wFzkLyoENjVjg', 'A o.｡.:*☆????????Yang', 'http://wx.qlogo.cn/mmopen/WAibKjHvK5nGeJHwXGk6UbSRPunibTZDUgj5IdMYgGSvkFExSyhc6Iaf68Agp4giakTVa3LDZW1LbJ5YCvAJoOZbMvctIfepDOF/0', '男', NULL, NULL, NULL, NULL, NULL, '2017-08-07 11:39:49', NULL, NULL, NULL, NULL, NULL);

-- --------------------------------------------------------

--
-- 表的结构 `mariah_user_info`
--

CREATE TABLE `mariah_user_info` (
  `id` int(11) NOT NULL,
  `username` varchar(255) NOT NULL DEFAULT '',
  `password` varchar(255) NOT NULL,
  `auth_level` int(11) NOT NULL DEFAULT '1'
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- 转存表中的数据 `mariah_user_info`
--

INSERT INTO `mariah_user_info` (`id`, `username`, `password`, `auth_level`) VALUES
(4, 'aaa', '202cb962ac59075b964b07152d234b70', 1),
(5, 'root', '63a9f0ea7bb98050796b649e85481845', 1),
(3, 'test', '202cb962ac59075b964b07152d234b70', 1);

-- --------------------------------------------------------

--
-- 表的结构 `mariah_view`
--

CREATE TABLE `mariah_view` (
  `id` int(20) NOT NULL,
  `uid` int(20) DEFAULT NULL,
  `phone` varchar(20) DEFAULT NULL,
  `openid` varchar(20) DEFAULT NULL,
  `view` varchar(500) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- 转存表中的数据 `mariah_view`
--

INSERT INTO `mariah_view` (`id`, `uid`, `phone`, `openid`, `view`) VALUES
(1, 1234, '34', '56', '123'),
(2, 47, '13055518097', '', 'Ryffsggfghghjff'),
(3, 47, '13055518097', '', 'Tyfddgvdd'),
(4, 47, '13055518097', '', 'Tyfddgvdd'),
(5, 47, '13055518097', '', 'Wetdsghh'),
(6, 47, '13055518097', '', 'Thfdfhh'),
(7, 47, '13055518097', '', 'Tugged');

-- --------------------------------------------------------

--
-- 表的结构 `mariah_wxpay`
--

CREATE TABLE `mariah_wxpay` (
  `id` int(12) NOT NULL,
  `body` varchar(12) DEFAULT NULL COMMENT '产品',
  `out_trade_no` varchar(20) DEFAULT NULL COMMENT '订单',
  `total_fee` float(10,2) DEFAULT NULL COMMENT '价格',
  `status` varchar(10) DEFAULT NULL COMMENT '支付状态',
  `changetime` datetime DEFAULT NULL,
  `creatime` datetime DEFAULT NULL,
  `uid` varchar(12) DEFAULT NULL,
  `shopname` varchar(30) NOT NULL,
  `shopposition` varchar(60) DEFAULT NULL,
  `appointmenttime` datetime DEFAULT NULL,
  `appointmentphone` varchar(20) DEFAULT NULL,
  `f_img` varchar(200) NOT NULL,
  `price` varchar(20) DEFAULT NULL,
  `pid` int(20) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- 转存表中的数据 `mariah_wxpay`
--

INSERT INTO `mariah_wxpay` (`id`, `body`, `out_trade_no`, `total_fee`, `status`, `changetime`, `creatime`, `uid`, `shopname`, `shopposition`, `appointmenttime`, `appointmentphone`, `f_img`, `price`, `pid`) VALUES
(222, '特价蒙雾眉', '2017072612449', 0.01, '1', '2017-07-26 11:15:36', '2017-07-26 11:15:26', '43', '厦门玛瑞娅-湖里万达店', '福建省-厦门市-湖里区-湖里区金钟路一号万达写字楼C3栋408室	', '2017-07-26 11:30:00', '13055518097', 'uploads/20170626/afd5a68e237ce97d2e24eee6ddb4dadb.jpg', '2580', NULL),
(215, '特价仿真眉', '2017072407714', 0.01, '1', '2017-07-24 17:08:25', '2017-07-24 17:08:17', '47', '厦门玛瑞娅-湖里万达店', '福建省-厦门市-湖里区-湖里区金钟路一号万达写字楼C3栋408室	', '2017-07-25 00:00:00', '18016539990', 'uploads/20170626/a49469db928df2288be28d5302e5fe42.jpg', '1688', NULL),
(209, '眉眼套餐', '2017072403143', 0.01, '1', '2017-07-24 15:55:50', '2017-07-24 15:55:41', '47', '厦门玛瑞娅-湖里万达店', '福建省-厦门市-湖里区-湖里区金钟路一号万达写字楼C3栋408室	', '2017-07-28 00:00:00', '18016539990', 'uploads/20170616/0e29e0c5760faac11713757997b56ffb.jpg', '4280', NULL),
(212, '特价仿真眉', '2017072449323', 0.01, '1', '2017-07-24 16:49:33', '2017-07-24 16:49:24', '47', '福州玛瑞娅-爱琴海店', '福建省-福州市-仓山区-仓山区红星国际商务中心写字楼1308室', '2017-07-25 00:00:00', '18016539990', 'uploads/20170626/a49469db928df2288be28d5302e5fe42.jpg', '1688', NULL),
(207, '特价蒙雾眉', '2017072407324', 0.01, '1', '2017-07-24 15:09:47', '2017-07-24 15:08:45', '47', '厦门玛瑞娅-湖里万达店', '福建省-厦门市-湖里区-湖里区金钟路一号万达写字楼C3栋408室	', '2017-07-24 00:00:00', '13055518097', 'uploads/20170626/afd5a68e237ce97d2e24eee6ddb4dadb.jpg', '2580', NULL),
(214, '特价仿真眉', '2017072412268', 0.01, '1', '2017-07-24 17:01:33', '2017-07-24 17:01:25', '47', '福州玛瑞娅-爱琴海店', '福建省-福州市-仓山区-仓山区红星国际商务中心写字楼1308室', '2017-07-25 00:00:00', '18016539990', 'uploads/20170626/a49469db928df2288be28d5302e5fe42.jpg', '1688', NULL),
(219, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, '', NULL, NULL),
(220, '特价仿真眉', '2017072522987', 0.01, '1', '2017-07-25 18:30:00', '2017-07-25 18:29:47', '47', '温州玛瑞娅-联合广场店', '浙江省-温州市-瓯海区-浙江省-温州市-瓯海区-瓯海区银泰城莲花路联合广场3栋4E室', '2017-07-25 18:30:00', '18016539990', 'uploads/20170626/a49469db928df2288be28d5302e5fe42.jpg', '1688', NULL),
(221, '特价仿真眉', '2017072650216', 0.01, '1', '2017-07-26 11:34:29', '2017-07-25 18:30:23', '47', '嘉兴玛瑞娅万达春江中心', '浙江省-嘉兴市-万达春江中心写字楼4栋1201室', '2017-07-25 18:30:00', '18016539990', 'uploads/20170626/a49469db928df2288be28d5302e5fe42.jpg', '1688', NULL),
(224, '特价蒙雾眉', '2017080265950', 0.01, '1', '2017-08-02 17:38:16', '2017-07-26 11:21:41', '47', '南京玛瑞娅万达店', '江苏省-南京市-江宁区-万达写字楼C座1栋1420-1421室', '2017-07-28 15:30:00', '13055518097', 'uploads/20170626/afd5a68e237ce97d2e24eee6ddb4dadb.jpg', '2580', NULL),
(225, '特价蒙雾眉', '2017072632146', 0.01, '0', NULL, '2017-07-26 11:21:43', '47', '南京玛瑞娅万达店', '江苏省-南京市-江宁区-万达写字楼C座1栋1420-1421室', '2017-07-28 15:30:00', '13055518097', 'uploads/20170626/afd5a68e237ce97d2e24eee6ddb4dadb.jpg', '2580', NULL),
(226, '特价蒙雾眉', '2017072677084', 0.01, '0', NULL, '2017-07-26 11:21:45', '47', '南京玛瑞娅万达店', '江苏省-南京市-江宁区-万达写字楼C座1栋1420-1421室', '2017-07-28 15:30:00', '13055518097', 'uploads/20170626/afd5a68e237ce97d2e24eee6ddb4dadb.jpg', '2580', NULL),
(227, '特价蒙雾眉', '2017072684315', 0.01, '0', NULL, '2017-07-26 11:21:46', '47', '南京玛瑞娅万达店', '江苏省-南京市-江宁区-万达写字楼C座1栋1420-1421室', '2017-07-28 15:30:00', '13055518097', 'uploads/20170626/afd5a68e237ce97d2e24eee6ddb4dadb.jpg', '2580', NULL),
(228, '特价蒙雾眉', '2017072648968', 0.01, '0', NULL, '2017-07-26 11:21:55', '47', '南京玛瑞娅万达店', '江苏省-南京市-江宁区-万达写字楼C座1栋1420-1421室', '2017-07-28 15:30:00', '13055518097', 'uploads/20170626/afd5a68e237ce97d2e24eee6ddb4dadb.jpg', '2580', NULL),
(229, '特价眼睫线', '2017072665305', 0.01, '0', NULL, '2017-07-26 11:22:19', '47', '嘉兴玛瑞娅万达春江中心', '浙江省-嘉兴市-万达春江中心写字楼4栋1201室', '2017-07-30 11:30:00', '13055518097', 'uploads/20170628/e67d81967a059088cc9e21c14306adb2.jpg', '2888', NULL),
(230, '特价眼睫线', '2017072691541', 0.01, '0', NULL, '2017-07-26 11:22:24', '47', '嘉兴玛瑞娅万达春江中心', '浙江省-嘉兴市-万达春江中心写字楼4栋1201室', '2017-07-30 11:30:00', '13055518097', 'uploads/20170628/e67d81967a059088cc9e21c14306adb2.jpg', '2888', NULL),
(231, '特价眼睫线', '2017072680593', 0.01, '0', NULL, '2017-07-26 11:22:26', '47', '嘉兴玛瑞娅万达春江中心', '浙江省-嘉兴市-万达春江中心写字楼4栋1201室', '2017-07-30 11:30:00', '13055518097', 'uploads/20170628/e67d81967a059088cc9e21c14306adb2.jpg', '2888', NULL),
(232, '特价蒙雾眉', '2017072684625', 0.01, '1', '2017-07-26 11:55:19', '2017-07-26 11:26:28', '47', '福州玛瑞娅-爱琴海店', '福建省-福州市-仓山区-仓山区红星国际商务中心写字楼1308室', '2017-07-29 14:30:00', '13055510897', 'uploads/20170626/afd5a68e237ce97d2e24eee6ddb4dadb.jpg', '2580', NULL),
(234, '特价蒙雾眉', '2017072683369', 1680.00, '0', NULL, '2017-07-26 15:26:13', '47', '嘉兴玛瑞娅万达春江中心', '浙江省-嘉兴市-万达春江中心写字楼4栋1201室', '2017-07-28 15:30:00', '13055518097', 'uploads/20170626/afd5a68e237ce97d2e24eee6ddb4dadb.jpg', '2580', NULL),
(235, '特价蒙雾眉', '2017080369418', 0.01, '0', NULL, '2017-08-03 16:57:31', '47', '厦门玛瑞娅-湖里万达店', '福建省-厦门市-湖里区-湖里区金钟路一号万达写字楼C3栋408室	', '2017-08-03 16:30:00', '13055518097', 'uploads/20170626/afd5a68e237ce97d2e24eee6ddb4dadb.jpg', '2580', 46),
(236, '特价眼睫线', '2017080331340', 1688.00, '0', NULL, '2017-08-03 17:03:15', '47', '柳州玛瑞娅阳光100城', '广西-柳州市-城中区-桂中大道南段2号阳光100城市广场27栋12楼1208室', '2017-08-04 19:30:00', '13055518097', 'uploads/20170628/e67d81967a059088cc9e21c14306adb2.jpg', '2888', NULL),
(237, '特价仿真眉', '2017080697135', 988.00, '0', NULL, '2017-08-06 00:23:41', '48', '柳州玛瑞娅阳光100城', '广西-柳州市-城中区-桂中大道南段2号阳光100城市广场27栋12楼1208室', '2017-08-06 00:30:00', '18951090029', 'uploads/20170626/a49469db928df2288be28d5302e5fe42.jpg', '1688', NULL),
(238, '特价蒙雾眉', '2017080699726', 1680.00, '0', NULL, '2017-08-06 02:27:20', '49', '天河玛瑞娅富力盈盛店', '广东省-广州市-天河区-马场路16号富力盈盛A栋2703', '2017-08-06 02:35:00', '18951090029', 'uploads/20170626/afd5a68e237ce97d2e24eee6ddb4dadb.jpg', '2580', NULL),
(239, '特价蒙雾眉', '2017080667591', 1680.00, '0', NULL, '2017-08-06 18:54:53', '50', '厦门玛瑞娅-湖里万达店', '福建省-厦门市-湖里区-湖里区金钟路一号万达写字楼C3栋408室	', '2017-09-07 18:30:00', '15555569966', 'uploads/20170626/afd5a68e237ce97d2e24eee6ddb4dadb.jpg', '2580', NULL),
(240, '特价蒙雾眉', '2017080730227', 1680.00, '0', NULL, '2017-08-07 09:22:21', '47', '温州玛瑞娅-联合广场店', '浙江省-温州市-瓯海区-浙江省-温州市-瓯海区-瓯海区银泰城莲花路联合广场3栋4E室', '2017-10-07 10:30:00', '13055518097', 'uploads/20170626/afd5a68e237ce97d2e24eee6ddb4dadb.jpg', '2580', NULL),
(241, '特价仿真眉', '2017080721888', 988.00, '0', NULL, '2017-08-07 12:02:46', '53', '沈阳玛瑞娅中街大悦城店', '辽宁省-沈阳市-沈河区-中街大悦城c3-2204', '2017-08-07 12:30:00', '13799623943', 'uploads/20170626/a49469db928df2288be28d5302e5fe42.jpg', '1688', NULL),
(242, '韩式羽雕眉', '2017080700597', 1980.00, '0', NULL, '2017-08-07 19:40:45', '54', '温州玛瑞娅-联合广场店', '浙江省-温州市-瓯海区-浙江省-温州市-瓯海区-瓯海区银泰城莲花路联合广场3栋4E室', '2017-09-07 20:30:00', '13860959493', 'uploads/20170628/ef7d1ff6b0194bb264e86797510c9ca4.jpg', '2980', NULL);

-- --------------------------------------------------------

--
-- 表的结构 `mariah_yanzheng`
--

CREATE TABLE `mariah_yanzheng` (
  `id` int(255) NOT NULL,
  `tel` varchar(11) DEFAULT NULL,
  `yanzheng` varchar(11) DEFAULT NULL,
  `password` varchar(11) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- 转存表中的数据 `mariah_yanzheng`
--

INSERT INTO `mariah_yanzheng` (`id`, `tel`, `yanzheng`, `password`) VALUES
(11, '18951090029', '991073', '123456'),
(12, '18951090029', '991073', '123456'),
(13, '18951090029', '991073', '123456'),
(14, '18951090029', '991073', '123456'),
(15, '18951090029', '991073', '123456'),
(16, '18951090029', '991073', '123456'),
(49, '13055518097', 'we', '918971'),
(48, '13055518097', 'we', '918971'),
(47, '13055518097', 'we', '918971'),
(26, '18951090029', '991073', '123456'),
(27, '18951090029', '991073', '123456'),
(28, '18951090029', '991073', '123456'),
(29, '18951090029', '991073', '123456'),
(30, '18951090029', '991073', '123456'),
(31, '18951090029', '991073', '123456'),
(32, '18951090029', '991073', '123456'),
(33, '18951090029', '991073', '123456'),
(34, '18951090029', '991073', '123456'),
(35, '18951090029', '991073', '123456'),
(36, '18951090029', '991073', '123456'),
(37, '18951090029', '991073', '123456'),
(38, '13055518097', NULL, '918971'),
(39, '13055518097', NULL, '918971'),
(40, '13055518097', NULL, '918971'),
(41, '13055518097', NULL, '918971'),
(42, '13055518097', NULL, '918971'),
(43, '13055518097', NULL, '918971'),
(44, '13055518097', '123456', '918971'),
(45, '13055518097', '123456', '918971'),
(46, '13055518097', '123456', '918971');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `mariah_admin_detail`
--
ALTER TABLE `mariah_admin_detail`
  ADD PRIMARY KEY (`id`),
  ADD KEY `shop_id` (`shop_id`);

--
-- Indexes for table `mariah_admin_login`
--
ALTER TABLE `mariah_admin_login`
  ADD PRIMARY KEY (`id`),
  ADD KEY `user_id` (`user_id`);

--
-- Indexes for table `mariah_admin_user`
--
ALTER TABLE `mariah_admin_user`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `username_2` (`username`),
  ADD KEY `username` (`username`);

--
-- Indexes for table `mariah_appointment_aftercheck`
--
ALTER TABLE `mariah_appointment_aftercheck`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mariah_appointment_aftersale`
--
ALTER TABLE `mariah_appointment_aftersale`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mariah_appointment_info`
--
ALTER TABLE `mariah_appointment_info`
  ADD PRIMARY KEY (`id`),
  ADD KEY `name` (`name`),
  ADD KEY `appointment_go` (`appointment_go`),
  ADD KEY `appointment_time` (`appointment_time`),
  ADD KEY `add_time` (`add_time`),
  ADD KEY `position` (`position`(191)),
  ADD KEY `adder_user` (`adder_user_id`),
  ADD KEY `after_sale` (`after_sale`),
  ADD KEY `guest_id` (`guest_id`);

--
-- Indexes for table `mariah_appointment_style`
--
ALTER TABLE `mariah_appointment_style`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mariah_appointment_type`
--
ALTER TABLE `mariah_appointment_type`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mariah_article_content`
--
ALTER TABLE `mariah_article_content`
  ADD KEY `p_id` (`p_id`);

--
-- Indexes for table `mariah_article_sort`
--
ALTER TABLE `mariah_article_sort`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mariah_article_title`
--
ALTER TABLE `mariah_article_title`
  ADD PRIMARY KEY (`id`),
  ADD KEY `sort_id` (`sort_id`),
  ADD KEY `add_time` (`add_time`);

--
-- Indexes for table `mariah_auth_group`
--
ALTER TABLE `mariah_auth_group`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `group_name` (`group_name`);

--
-- Indexes for table `mariah_auth_level`
--
ALTER TABLE `mariah_auth_level`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mariah_auth_rule`
--
ALTER TABLE `mariah_auth_rule`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `request_uri` (`request_uri`),
  ADD KEY `pid` (`group_id`);

--
-- Indexes for table `mariah_auth_sort`
--
ALTER TABLE `mariah_auth_sort`
  ADD PRIMARY KEY (`id`),
  ADD KEY `group_id` (`group_id`);

--
-- Indexes for table `mariah_balance_money`
--
ALTER TABLE `mariah_balance_money`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mariah_city`
--
ALTER TABLE `mariah_city`
  ADD PRIMARY KEY (`id`),
  ADD KEY `parentid` (`parentid`),
  ADD KEY `parentid_2` (`parentid`);

--
-- Indexes for table `mariah_classify`
--
ALTER TABLE `mariah_classify`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mariah_collect`
--
ALTER TABLE `mariah_collect`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mariah_comment`
--
ALTER TABLE `mariah_comment`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mariah_commision`
--
ALTER TABLE `mariah_commision`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mariah_discount_pool`
--
ALTER TABLE `mariah_discount_pool`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `code` (`code`),
  ADD KEY `pid` (`pid`);

--
-- Indexes for table `mariah_discount_table`
--
ALTER TABLE `mariah_discount_table`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mariah_guest_arrive`
--
ALTER TABLE `mariah_guest_arrive`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `appo_id_2` (`appo_id`);

--
-- Indexes for table `mariah_guest_detail`
--
ALTER TABLE `mariah_guest_detail`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `appo_id_2` (`appo_id`),
  ADD KEY `appo_id` (`appo_id`,`qq`);

--
-- Indexes for table `mariah_guest_info`
--
ALTER TABLE `mariah_guest_info`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `weixin` (`weixin`,`tel`);

--
-- Indexes for table `mariah_hot_production`
--
ALTER TABLE `mariah_hot_production`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mariah_income`
--
ALTER TABLE `mariah_income`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mariah_log_action`
--
ALTER TABLE `mariah_log_action`
  ADD PRIMARY KEY (`id`),
  ADD KEY `time` (`time`),
  ADD KEY `title` (`title`),
  ADD KEY `group` (`act_group`),
  ADD KEY `username` (`username`);

--
-- Indexes for table `mariah_message`
--
ALTER TABLE `mariah_message`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mariah_money_detail`
--
ALTER TABLE `mariah_money_detail`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mariah_notification`
--
ALTER TABLE `mariah_notification`
  ADD PRIMARY KEY (`id`),
  ADD KEY `note_time` (`note_time`);

--
-- Indexes for table `mariah_notification_user`
--
ALTER TABLE `mariah_notification_user`
  ADD PRIMARY KEY (`user_id`),
  ADD KEY `last_watch_time` (`last_watch_time`);

--
-- Indexes for table `mariah_order`
--
ALTER TABLE `mariah_order`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mariah_orderlog`
--
ALTER TABLE `mariah_orderlog`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mariah_production`
--
ALTER TABLE `mariah_production`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mariah_provice`
--
ALTER TABLE `mariah_provice`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mariah_retainage`
--
ALTER TABLE `mariah_retainage`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mariah_shopping`
--
ALTER TABLE `mariah_shopping`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `shopid` (`shopid`) USING BTREE;

--
-- Indexes for table `mariah_shopstore`
--
ALTER TABLE `mariah_shopstore`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mariah_spread_code`
--
ALTER TABLE `mariah_spread_code`
  ADD PRIMARY KEY (`user_id`),
  ADD KEY `spread_code` (`spread_code`);

--
-- Indexes for table `mariah_user`
--
ALTER TABLE `mariah_user`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mariah_user_info`
--
ALTER TABLE `mariah_user_info`
  ADD PRIMARY KEY (`id`),
  ADD KEY `username` (`username`(250));

--
-- Indexes for table `mariah_view`
--
ALTER TABLE `mariah_view`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mariah_wxpay`
--
ALTER TABLE `mariah_wxpay`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mariah_yanzheng`
--
ALTER TABLE `mariah_yanzheng`
  ADD PRIMARY KEY (`id`);

--
-- 在导出的表使用AUTO_INCREMENT
--

--
-- 使用表AUTO_INCREMENT `mariah_admin_login`
--
ALTER TABLE `mariah_admin_login`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=253;
--
-- 使用表AUTO_INCREMENT `mariah_admin_user`
--
ALTER TABLE `mariah_admin_user`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=34;
--
-- 使用表AUTO_INCREMENT `mariah_appointment_aftersale`
--
ALTER TABLE `mariah_appointment_aftersale`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;
--
-- 使用表AUTO_INCREMENT `mariah_appointment_info`
--
ALTER TABLE `mariah_appointment_info`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=102;
--
-- 使用表AUTO_INCREMENT `mariah_appointment_style`
--
ALTER TABLE `mariah_appointment_style`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;
--
-- 使用表AUTO_INCREMENT `mariah_appointment_type`
--
ALTER TABLE `mariah_appointment_type`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=12;
--
-- 使用表AUTO_INCREMENT `mariah_article_sort`
--
ALTER TABLE `mariah_article_sort`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;
--
-- 使用表AUTO_INCREMENT `mariah_article_title`
--
ALTER TABLE `mariah_article_title`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;
--
-- 使用表AUTO_INCREMENT `mariah_auth_group`
--
ALTER TABLE `mariah_auth_group`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;
--
-- 使用表AUTO_INCREMENT `mariah_auth_level`
--
ALTER TABLE `mariah_auth_level`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;
--
-- 使用表AUTO_INCREMENT `mariah_auth_rule`
--
ALTER TABLE `mariah_auth_rule`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=87;
--
-- 使用表AUTO_INCREMENT `mariah_auth_sort`
--
ALTER TABLE `mariah_auth_sort`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=26;
--
-- 使用表AUTO_INCREMENT `mariah_balance_money`
--
ALTER TABLE `mariah_balance_money`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=20;
--
-- 使用表AUTO_INCREMENT `mariah_city`
--
ALTER TABLE `mariah_city`
  MODIFY `id` smallint(5) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3360;
--
-- 使用表AUTO_INCREMENT `mariah_classify`
--
ALTER TABLE `mariah_classify`
  MODIFY `id` int(100) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;
--
-- 使用表AUTO_INCREMENT `mariah_collect`
--
ALTER TABLE `mariah_collect`
  MODIFY `id` int(20) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=28;
--
-- 使用表AUTO_INCREMENT `mariah_comment`
--
ALTER TABLE `mariah_comment`
  MODIFY `id` int(50) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=43;
--
-- 使用表AUTO_INCREMENT `mariah_discount_pool`
--
ALTER TABLE `mariah_discount_pool`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- 使用表AUTO_INCREMENT `mariah_discount_table`
--
ALTER TABLE `mariah_discount_table`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;
--
-- 使用表AUTO_INCREMENT `mariah_guest_arrive`
--
ALTER TABLE `mariah_guest_arrive`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=18;
--
-- 使用表AUTO_INCREMENT `mariah_guest_detail`
--
ALTER TABLE `mariah_guest_detail`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=16;
--
-- 使用表AUTO_INCREMENT `mariah_guest_info`
--
ALTER TABLE `mariah_guest_info`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=52;
--
-- 使用表AUTO_INCREMENT `mariah_hot_production`
--
ALTER TABLE `mariah_hot_production`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;
--
-- 使用表AUTO_INCREMENT `mariah_income`
--
ALTER TABLE `mariah_income`
  MODIFY `id` int(20) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=15;
--
-- 使用表AUTO_INCREMENT `mariah_log_action`
--
ALTER TABLE `mariah_log_action`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=335;
--
-- 使用表AUTO_INCREMENT `mariah_message`
--
ALTER TABLE `mariah_message`
  MODIFY `id` int(255) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=19;
--
-- 使用表AUTO_INCREMENT `mariah_money_detail`
--
ALTER TABLE `mariah_money_detail`
  MODIFY `id` int(12) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;
--
-- 使用表AUTO_INCREMENT `mariah_notification`
--
ALTER TABLE `mariah_notification`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;
--
-- 使用表AUTO_INCREMENT `mariah_order`
--
ALTER TABLE `mariah_order`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=19;
--
-- 使用表AUTO_INCREMENT `mariah_orderlog`
--
ALTER TABLE `mariah_orderlog`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;
--
-- 使用表AUTO_INCREMENT `mariah_production`
--
ALTER TABLE `mariah_production`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=78;
--
-- 使用表AUTO_INCREMENT `mariah_provice`
--
ALTER TABLE `mariah_provice`
  MODIFY `id` int(100) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=46;
--
-- 使用表AUTO_INCREMENT `mariah_retainage`
--
ALTER TABLE `mariah_retainage`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=20;
--
-- 使用表AUTO_INCREMENT `mariah_shopping`
--
ALTER TABLE `mariah_shopping`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=53;
--
-- 使用表AUTO_INCREMENT `mariah_shopstore`
--
ALTER TABLE `mariah_shopstore`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=159;
--
-- 使用表AUTO_INCREMENT `mariah_user`
--
ALTER TABLE `mariah_user`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=55;
--
-- 使用表AUTO_INCREMENT `mariah_user_info`
--
ALTER TABLE `mariah_user_info`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;
--
-- 使用表AUTO_INCREMENT `mariah_view`
--
ALTER TABLE `mariah_view`
  MODIFY `id` int(20) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;
--
-- 使用表AUTO_INCREMENT `mariah_wxpay`
--
ALTER TABLE `mariah_wxpay`
  MODIFY `id` int(12) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=243;
--
-- 使用表AUTO_INCREMENT `mariah_yanzheng`
--
ALTER TABLE `mariah_yanzheng`
  MODIFY `id` int(255) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=50;COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
